<!DOCTYPE html><html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta charset="utf-8">
<title>Noticias Actuales</title>
<link type="text/css" rel="stylesheet" href="templatemo_style.css">
</head>
<body>
<div id="templatemo_wrapper_outer">
<div id="templatemo_wrapper">
<div id="templatemo_banner">
<br>
<h2>El Noticiario Tecnol&oacute;gico<span> web scrapping proyect</span>
</h2>
</div>
<div id="templatemo_content_wrapper">
<div id="content">
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Aceptamos Hearthstone como juego de humor? S&iacute; con estos v&iacute;deos plagados de Epic Fails (y Wins) </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
                 Sigo enganchado a 'Hearthstone' y ya me est&aacute; durando m&aacute;s de lo que vaticinaba en nuestro an&aacute;lisis. Voy a misi&oacute;n diaria as&iacute; que poco a poco puedo ir montando mazos bastante potables, pero de nada sirven ni las mejores legendarias si no tienes una buena estrategia, y esta recopilaci&oacute;n es buen ejemplo de ello. Aqu&iacute; ten&eacute;is algunos de los mejores Fails (y Wins) de 'Hearthstone'  que he encontrado en la...            </td><td><img src="http://img.vidaextra.com/thumbnails/98381_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com/http://www.vidaextra.com/videos/aceptamos-hearthstone-como-juego-de-humor-si-con-estos-videos-plagados-de-epic-fails-y-wins">http://www.applesfera.com/http://www.vidaextra.com/videos/aceptamos-hearthstone-como-juego-de-humor-si-con-estos-videos-plagados-de-epic-fails-y-wins</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;C&oacute;mo podr&iacute;an mejorar las aplicaciones oficiales de contenido como Atresplayer? La pregunta de la semana</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Recientemente recibimos una mala noticia para el contenido online espa&ntilde;ol: la aplicaci&oacute;n para Android Casteando, capaz de hacer pasar los v&iacute;deos de RTVE, Atresmedia y Mitele; fue cerrada por Google Play por las presiones de dichas distribuidoras. La ley es la ley, pero volvemos al t&iacute;pico caso donde &eacute;sta act&uacute;a m&aacute;s bien en favor de unos pocos y frenando la innovaci&oacute;n. Es por ello que os planteamos la siguiente pregunta para que vosotros mismos dig&aacute;is lo que hace falta hacer aqu&iacute;:


  &iquest;C&oacute;mo podr&iacute;an mejorar las aplicaciones oficiales de contenido como Atresplayer?


      </td><td><img src="http://img.genbeta.com/2014/06/pregunta-de-la-semana-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/multimedia/como-podrian-mejorar-las-aplicaciones-oficiales-de-contenido-como-atresplayer-la-pregunta-de-la-semana">http://www.genbeta.com/multimedia/como-podrian-mejorar-las-aplicaciones-oficiales-de-contenido-como-atresplayer-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;C&oacute;mo ves la convergencia entre iOS y OS X que est&aacute; llevando a cabo Apple? La pregunta de la semana </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Al final, la convergencia entre los dos sistemas operativos de Apple est&aacute; ocurriendo. Lo hemos podido comprobar en esta &uacute;ltima keynote. El pr&oacute;ximo OSX Yosemite tendr&aacute; caracter&iacute;sticas comunes con iOS 8 en cuanto a dise&ntilde;o se refiere, nada exagerado, pero la uniformidad est&aacute; ah&iacute; para intentar hacer ambos sistemas m&aacute;s intuitivos.

Por eso queremos dirigir la pregunta de la semana hacia este aspecto, para conocer as&iacute; vuestra opini&oacute;n al respecto.

&iquest;C&oacute;mo ves la convergencia entre iOS y OS X que est&aacute; llevando a cabo Apple?</td><td><img src="http://img.applesfera.com/2014/06/650_1000_96016.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//general/como-ves-la-convergencia-entre-ios-y-os-x-que-esta-llevando-a-cabo-apple-la-pregunta-de-la-semana">http://www.applesfera.com//general/como-ves-la-convergencia-entre-ios-y-os-x-que-esta-llevando-a-cabo-apple-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;No quer&iacute;as caldo? M&aacute;s fotograf&iacute;as esp&iacute;a del iPhone 6. Rumorsfera</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Este domingo ha sido algo accidentado en Barcelona, ya que una tormenta nos ha despertado a todos en plena madrugada. Pero aunque est&eacute; desvelado desde entonces, he luchado contra el sue&ntilde;o para recopilar todos los rumores de Apple que han circulado durante la semana. Vamos con nuestro Rumorsfera:


Empezamos con el iPhone 6, porque hay rumores de muchas fuentes sobre &eacute;l esta semana. Empezamos con &eacute;stas de xiaolongchakan, donde podemos ver la supuesta parte trasera de la carcasa del tel&eacute;fono.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_iphone6dummy.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//rumores/no-querias-caldo-mas-fotografias-espia-del-iphone-6-rumorsfera">http://www.applesfera.com//rumores/no-querias-caldo-mas-fotografias-espia-del-iphone-6-rumorsfera</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Si pudieras volver atr&aacute;s en el tiempo, volver&iacute;as a ser desarrollador?: la pregunta de la semana</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Marty, &iexcl;donde vamos no necesitamos editores de c&oacute;digo!

&iquest;Qu&eacute; cosa hay que mole m&aacute;s que viajar en el tiempo y emular a Marty McFly, Terminator y tantos otros? No, tranquilos, que esta no es nuestra pregunta de la semana de Genbeta Dev, tan s&oacute;lo es una pregunta ret&oacute;rica aunque si que tiene que ver con la pregunta ya que, despu&eacute;s de que la de la semana pasada fuera m&aacute;s espec&iacute;fica, esta volvemos a terrenos m&aacute;s metaf&iacute;sicos. Mira que nos gusta que te pongas en modo pensador y filos&oacute;fico, &iquest;eh?

&iquest;Si pudieras volver atr&aacute;s en el tiempo, volver&iacute;as a ser desarrollador?</td><td><img src="http://img.genbetadev.com/2014/06/back-future.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/si-pudieras-volver-atras-en-el-tiempo-volverias-a-ser-desarrollador-la-pregunta-de-la-semana">http://www.genbetadev.com/trabajar-como-desarrollador/si-pudieras-volver-atras-en-el-tiempo-volverias-a-ser-desarrollador-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>'Hackear' las se&ntilde;ales de la carretera: &iquest;realidad o ficci&oacute;n?</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
                 Sucedi&oacute; hace unos d&iacute;as en Carolina del Norte (Estados Unidos). Un tal Sun Hacker se dedic&oacute; a hacerse con el control de cinco paneles de mensaje variable de varias carreteras. Sin entrar en tecnicismos, digamos que hacke&oacute; la se&ntilde;alizaci&oacute;n para introducir el mensaje que le vino en gana.   Son las cosas de depender de una conectividad absoluta en el escenario de la circulaci&oacute;n, y de no poder...            </td><td><img src="http://img.motorpasion.com/thumbnails/105277_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.comhttp://www.motorpasion.com/tecnologia/hackear-las-senales-de-la-carretera-realidad-o-ficcion">http://www.xataka.comhttp://www.motorpasion.com/tecnologia/hackear-las-senales-de-la-carretera-realidad-o-ficcion</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>17 cifras para entender lo que mueven los e-Sports</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

No hace demasiado tiempo, el suficiente para que los hijos de finales de los ochenta lo vivi&eacute;semos casi de refil&oacute;n, las multitudes se arremolinaban tras el jugador m&aacute;s h&aacute;bil del sal&oacute;n recreativo para vivir sus partidas con la mima emoci&oacute;n que si estuviesen a los mandos.

La costumbre, algo que cre&iacute;amos perdido cuando los PC empezaron a hacer honor a su nombre y las consolas se convirtieron en la peor pesadilla de los Reyes Magos, no s&oacute;lo ha resucitado gracias a internet, lo ha hecho alcanzando unas cifras capaces de atemorizar a cualquier otro deporte o industria del entretenimiento. No es que el mundo de los eSports hayan llegado para quedarse, es que ya son una de las alternativas m&aacute;s rentables y prometedoras para los que mueven el dinero dentro del sector del videojuego. 

      </td><td><img src="http://img.xataka.com/2014/06/esports-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/consolas-y-videojuegos/17-cifras-para-entender-lo-que-mueven-los-e-sports">http://www.xataka.com/consolas-y-videojuegos/17-cifras-para-entender-lo-que-mueven-los-e-sports</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>A las mujeres no les gusta la inform&aacute;tica </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Hace muchas lunas que termin&eacute; mis estudios de Ingenier&iacute;a T&eacute;cnica Inform&aacute;tica de Sistemas, y ya entonces el encontrar colegas estudiantes del g&eacute;nero femenino era algo raro. Lo cual era un fuerte contraste con el edificio de la facultad de Empresariales, donde observ&aacute;bamos con envidia su porcentaje de afiliaci&oacute;n femenina.

Hay que reconocer que siempre hemos tenido la "fama" de ser unos estudios eminentemente masculinos, y parece que el estudio del Institute of Education Sciences muestra que esta sensaci&oacute;n no es una leyenda urbana.

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_4784971557_59de9eda08.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/a-las-mujeres-no-les-gusta-la-informatica">http://www.genbetadev.com/trabajar-como-desarrollador/a-las-mujeres-no-les-gusta-la-informatica</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Angry Birds Transformers: prepar&eacute;monos para otra franquicia invadida por los p&aacute;jaros de Rovio </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                
          

Os tengo que confesar que, en cuanto lo he visto, cre&iacute;a francamente que era una broma. Pero no, Rovio vuelve a echar mano de su cartera para hacer tratos con otra franquicia de &eacute;xito y adaptarla a la suya propia: la compa&ntilde;&iacute;a ha anunciado que tiene en preparaci&oacute;n Angry Birds Transformers.

S&iacute;, es lo que os imagin&aacute;is: la saga de robots del espacio camuflados en veh&iacute;culos terrestres que ya ha manipulado Michael Bay, manipulada de nuevo por Rovio. Por el momento no hay m&aacute;s que una web oficial desde la que pr&oacute;ximamente dar&aacute;n m&aacute;s informaci&oacute;n, aunque como comentan nuestros compa&ntilde;eros de Xataka Android podr&iacute;amos estar delante de otro juego de carreras aprovechando la capacidad de los protagonistas para ser coches o camiones.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_abt.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//juegos-ios/angry-birds-transformers-preparemonos-para-otra-franquicia-invadida-por-los-pajaros-de-rovio">http://www.applesfera.com//juegos-ios/angry-birds-transformers-preparemonos-para-otra-franquicia-invadida-por-los-pajaros-de-rovio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>ASUS Transformer Book Trio, an&aacute;lisis</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

No soy muy amigo de medias tintas, y me va m&aacute;s el cada oveja con su pareja. Algo puede ser un tablet o puede ser un port&aacute;til. Ser las dos cosas -de momento, cuidado, porque el Surface Pro 3 desequilibra mis convicciones- no es algo que parezca tener demasiado sentido. Pero ah&iacute; est&aacute;n todos los fabricantes: lanzando equipos que quieren ser esas dos cosas, y m&aacute;s. 

Es el caso del ASUS Transformer Book Trio (TX201LA), un equipo que se anunci&oacute; en la feria Computex 2013 y que por tanto llega a nuestras manos con una desventaja clara: en ese tiempo han ocurrido muchas cosas. Y todas ellas hacen que este equipo pierda enteros a pesar de ofrecer esa a priori interesante opci&oacute;n dual que permite que en todo momento podamos usarlo como equipo Android o como equipo Windows. 

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_asus-transformer-book-trio-15.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/analisis/asus-transformer-book-trio-analisis">http://www.xataka.com/analisis/asus-transformer-book-trio-analisis</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>BBM Protected: BlackBerry se suma a la mensajer&iacute;a segura orient&aacute;ndola a empresas </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                
          

Lo voy a decir sin tapujos: BlackBerry Messenger (o BBM) ha fracasado al intentar hacerse un hueco en el mercado de la mensajer&iacute;a instant&aacute;nea m&oacute;vil. Las cifras de los competidores ni se han inmutado, lo cual ha sido un duro golpe para BlackBerry. Duro pero no mortal: la compa&ntilde;&iacute;a ha anunciado hoy un nuevo servicio llamado BBM Protected donde se plantea el uso de BBM para las empresas que necesiten seguridad extra.

BBM Protected consigue esa seguridad a&ntilde;adiendo una capa adicional de cifrado cuya clave se comparte s&oacute;lo entre los dos usuarios que forman una conversaci&oacute;n y se controla desde la empresa donde ambos usuarios trabajen. BlackBerry no se hace cargo de absolutamente nada relacionado con esa llave y los dispositivos/usuarios implicados.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_bbmforb.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/mensajeria-instantanea/bbm-protected-blackberry-se-suma-a-la-mensajeria-segura-orientandola-a-empresas">http://www.genbeta.com/mensajeria-instantanea/bbm-protected-blackberry-se-suma-a-la-mensajeria-segura-orientandola-a-empresas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Bownty compra la espa&ntilde;ola Yunait &iquest;Qui&eacute;n dijo que el sector de las ofertas y cupones estaba muerto? </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Yunait, fundada por Pablo Elos&uacute;a, apareci&oacute; en el mercado en 2009, en plena fiebre de empresas y startups relacionadas con el sector de las ofertas y los groupones. Sin embargo, Yunait se diferenci&oacute; del resto de competidores al convertirse en un agregador de todas las ofertas de otras webs como Groupalia, LetsBonus o la propia Groupon.

A miles de kil&oacute;metros de distancia, en Dinamarca, Bowtny echaba a andar en 2011 con una forma de operar y un modelo de negocio muy similares. Tan similares que ambas empresas han unido ahora sus fuerzas para construir el "Kayak.com de las ofertas de experiencias", tras la adquisici&oacute;n de Yunait por parte de Bownty.

      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_yunait_bownty.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/bownty-compra-la-espanola-yunait-quien-dijo-que-el-sector-de-las-ofertas-y-cupones-estaba-muerto">http://www.genbeta.com/web/bownty-compra-la-espanola-yunait-quien-dijo-que-el-sector-de-las-ofertas-y-cupones-estaba-muerto</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Cuando las marcas protegen sus activos: Ikea pide la retirada de Ikeahackers.net</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Es de sobra conocido que las principales marcas a nivel mundial quieren proteger sus activos. Y precisamente uno de los m&aacute;s valiosos en determinados casos es precisamente ese, sus marcas. Un buen ejemplo de esta protecci&oacute;n es el de Ikea, que en los &uacute;ltimos meses ha enviado varias cartas a otras webs cuyos nombres contienen la palabra ikea para pedir su retirada.

El caso m&aacute;s conocido hasta la fecha es el de IkeaHackers, una web en la que se publican ideas de c&oacute;mo hackear los productos de la compa&ntilde;&iacute;a, aportando nuevas ideas y creando una comunidad en torno a la marca sueca. Pues bien, Ikea se puso en contacto con los administradores de la web hace unos meses, pidiendo el cese de su actividad y la transmisi&oacute;n del dominio ikeahackers.net a la empresa.

      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_ikeahackers.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/cuando-las-marcas-protegen-sus-activos-ikea-pide-la-retirada-de-ikeahackers-net">http://www.genbeta.com/web/cuando-las-marcas-protegen-sus-activos-ikea-pide-la-retirada-de-ikeahackers-net</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Dayboard, controla tus tareas prioritarias desde las pesta&ntilde;as de Chrome </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Hace unos meses le echamos un vistazo a Momentum, una extensi&oacute;n que mostraba nuestras tareas aprovechando las pesta&ntilde;as nuevas en blanco que abr&iacute;amos en Chrome. Hoy le prestaremos algo de atenci&oacute;n a Dayboard, otra extensi&oacute;n que nos centra todav&iacute;a m&aacute;s nuestras tareas en el navegador de Google.

En esta ocasi&oacute;n ya no hay ni fondo bonito ni la hora en primer plano: Lo que vemos es una sencilla lista donde se nos anima a poner las cinco tareas m&aacute;s importantes que tenemos que hacer hoy. Ni una m&aacute;s ni una menos, como pod&eacute;is ver an la imagen superior (donde las tareas mostradas son una broma, por supuesto).      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_dayboard.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/herramientas/dayboard-controla-tus-tareas-prioritarias-desde-las-pestanas-de-chrome">http://www.genbeta.com/herramientas/dayboard-controla-tus-tareas-prioritarias-desde-las-pestanas-de-chrome</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Descubrir qu&eacute; es un DevOps, Call for paper de la Droidcon y usabilidad de APIs: Pull Request #2</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Agrupamos en este particular pull request los enlaces capturados por los editores de Genbeta Dev durante la semana. Una dosis de nuestras lecturas que agrupa algunos de los principales temas que nos interesan. 


La Droidcon Spain 2014 est&aacute; confeccionando su programaci&oacute;n de charlas. Como novedad este a&ntilde;o, el call for paper est&aacute; abierto a votaci&oacute;n p&uacute;blica. As&iacute; que elige las charlas que m&aacute;s te interesen.

El blog API UX contin&uacute;a con su repaso en profundidad sobre APIs y demostrando con el desarrollo de la API no est&aacute; re&ntilde;ida con la usabilidad. En este caso, le toca el turno a la de Dropbox, como si de un test de usuario se tratar&aacute; analizan c&oacute;mo los desarrolladores podemos ponernos en marcha con ella. 

      </td><td><img src="http://img.genbetadev.com/2014/06/troubleshoot-of-vpn-tunnel-is-colonoscopy-of-devops.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/actualidad/descubrir-que-es-un-devops-call-for-paper-de-la-droidcon-y-usabilidad-de-apis-pull-request-2">http://www.genbetadev.com/actualidad/descubrir-que-es-un-devops-call-for-paper-de-la-droidcon-y-usabilidad-de-apis-pull-request-2</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El desconocido e inc&oacute;modo camino hacia la nueva Apple de Tim Cook </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          Tenemos la suerte de vivir tiempos muy interesantes. Los apasionados de la tecnolog&iacute;a recibimos una raci&oacute;n diaria de lo que m&aacute;s nos gusta de la mano de nuestras compa&ntilde;&iacute;as favoritas. Apple, Google, Microsoft o Samsung se encargan de alimentarnos con los &uacute;ltimos rumores, productos y servicios. Cuando pasa el tiempo es el momento de echar la vista atr&aacute;s y ver el camino que han recorrido y el que podr&iacute;an recorrer.

&iquest;Os acord&aacute;is de cuando Apple Computer cambi&oacute; su nombre? Fue durante la keynote en la que Steve Jobs present&oacute; el Apple TV y el iPhone original en enero de 2007. Seg&uacute;n Jobs, lo hab&iacute;an estado pensando mucho y se hab&iacute;an dado cuenta de que su compa&ntilde;&iacute;a contaba con tres&nbsp;productos que no eran exactamente un Mac: el iPod, el Apple TV y el iPhone. As&iacute; fue c&oacute;mo "naci&oacute;" Apple Inc.&nbsp;      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_5849712695_bcdecc19ee_b.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//apple-1/el-desconocido-e-incomodo-camino-hacia-la-nueva-apple-de-tim-cook">http://www.applesfera.com//apple-1/el-desconocido-e-incomodo-camino-hacia-la-nueva-apple-de-tim-cook</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El gobierno chino desvela las patentes con las que Microsoft saca tajada en Android</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 Durante a&ntilde;os hemos estado viendo como Microsoft consegu&iacute;a que importantes fabricantes pasaran por caja al utilizar el sistema operativo Android en sus dispositivos. No hab&iacute;a demasiada oposici&oacute;n por parte de los implicados, y es que la empresa de Redmond parec&iacute;a tener bien atada su propiedad intelectual, que estaba siendo utilizada en el sistema operativo de Google.  Hoy, gracias a un documento...            </td><td><img src="http://img.xatakamovil.com/thumbnails/59276_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.xatakamovil.com/mercado/el-gobierno-chino-desvela-las-patentes-con-las-que-microsoft-saca-tajada-en-android">http://www.genbeta.comhttp://www.xatakamovil.com/mercado/el-gobierno-chino-desvela-las-patentes-con-las-que-microsoft-saca-tajada-en-android</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El port&aacute;til con pantalla UHD t&aacute;ctil de Toshiba ya tiene precio en Espa&ntilde;a</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El Toshiba Satellite P50t presentado en abril ya tiene fecha y precio en Espa&ntilde;a. Ha tardado algo en llegar, pero finalmente lo tenemos entre nosotros.

Su principal valor lo encontramos en la pantalla: 15,6 pulgadas de panel IGZO UHD dise&ntilde;ado por Sharp, con esos 3840x2160 tan de moda en los &uacute;ltimos tiempos. El equipo est&aacute; disponible desde hoy mismo por un precio de 1.499 euros, alto para un mercado muy ajustado pero no desorbitante teniendo en cuenta esa excepcional caracter&iacute;stica.

      </td><td><img src="http://img.xataka.com/2014/04/toshiba-p50-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/portatiles/el-portatil-con-pantalla-uhd-tactil-de-toshiba-ya-tiene-precio-en-espana">http://www.xataka.com/portatiles/el-portatil-con-pantalla-uhd-tactil-de-toshiba-ya-tiene-precio-en-espana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El primer a&ntilde;o de Hailo en Espa&ntilde;a: 3.500 taxistas y 100.000 usuarios</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Hailo lleva casi un a&ntilde;o operando en Espa&ntilde;a (Madrid y Barcelona) y ha dado a conocer las primeras cifras sobre su actividad. La empresa de origen brit&aacute;nico cuenta en nuestro pa&iacute;s con 3.500 taxistas asociados y en los &uacute;ltimos meses ha transportado a m&aacute;s de 100.000 usuarios en las dos principales ciudades espa&ntilde;olas.

Al igual que mytaxi, Hailo permite a los usuarios solicitar un taxi directamente desde la aplicaci&oacute;n, pudiendo seguir la trayectoria del veh&iacute;culo desde el m&oacute;vil y permitiendo tambi&eacute;n el pago desde la app. El modelo de negocio de Hailo pasa por cobrar una comisi&oacute;n del 10% + IVA por trayecto realizado.

      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_hailo_espa%C3%B1a.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/movil/el-primer-ano-de-hailo-en-espana-3-500-taxistas-y-100-000-usuarios">http://www.genbeta.com/movil/el-primer-ano-de-hailo-en-espana-3-500-taxistas-y-100-000-usuarios</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El robot justiciero de Instagram ha sido vencido</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Si eres de los que usa la cuenta de Instagram principalmente para subir autorretratos o selfies, ojo porque estabas en el punto de mira de tus amigos. Si hubieran querido hacerte llegar una "cabeza de caballo" como advertencia para que dejaras de subir ese tipo de fotos, con el robot Silent B.O.B. lo ten&iacute;an f&aacute;cil.

Este robot, parte de un servicio llamado Pic Nix creado por una agencia de publicidad, recog&iacute;a las peticiones y quejas de usuarios de Instagram, los cuales enviaban la imagen a criticar, eleg&iacute;an un texto contundente, y el robot sub&iacute;a esa foto a la cuenta de PixNix, etiquetaba a tu pesado amigo y le daba a publicar - literalmente - . La llegada de un aviso de que hab&iacute;a sido etiquetado en una foto hac&iacute;a el resto. 

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_picnix.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/el-robot-justiciero-de-instagram-ha-sido-vencido">http://www.xataka.com/otros/el-robot-justiciero-de-instagram-ha-sido-vencido</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El RPG de Rovio que no llega a serlo: un vistazo a Angry Birds Epic</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Cuando Angry Birds Epic se dej&oacute; ver al p&uacute;blico por primera vez, lo primero que pens&eacute; fue en que Rovio segu&iacute;a con el problema de encasillarse demasiado con su saga de los p&aacute;jaros cabreados sin llegar a tener &eacute;xitos palpables en cualquiera de sus otras iniciativas. Pero a diferencia del todav&iacute;a por revelar Angry Birds Stella esto es m&aacute;s bien un RPG, pens&eacute;. Quiz&aacute;s veamos un juego realmente diferente, y record&eacute; esa joya en la que se ha terminado convirtiendo Super Mario RPG.

Ahora, tras un periodo de prueba en algunos pa&iacute;ses que se ha alargado bastante, tenemos por fin Angry Birds Epic disponible en la App Store Espa&ntilde;ola. El juego empieza con la misma historia que el resto de juegos de la saga: los cerdos nos roban los huevos y hay que recuperarlos antes de que su rey se los coma. Pero todo est&aacute; ambientado en un mundo fant&aacute;stico, a lo Dragones y Mazmorras.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_abe_lucha.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//juegos-ios/el-rpg-de-rovio-que-no-llega-a-serlo-un-vistazo-a-angry-birds-epic">http://www.applesfera.com//juegos-ios/el-rpg-de-rovio-que-no-llega-a-serlo-un-vistazo-a-angry-birds-epic</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Eres un uno o un cero, vives o mueres, &iquest;de d&oacute;nde es este c&oacute;digo?</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
En este mundillo nuestro de la programaci&oacute;n todo se expresa internamente con unos o ceros, y no hay nada m&aacute;s. No existe el 2, sino el 10; no hay m&aacute;s n&uacute;meros, ni ninguna letra, sino que todo se almacena utilizando estos dos d&iacute;gitos como base.

Y precisamente esa base es la que permite que existan muchos programas como el que os presentamos para que adivin&eacute;is hoy en &iquest;De d&oacute;nde es este c&oacute;digo?. El hecho de que existan patrones f&aacute;cilmente reconocibles en esos unos y ceros, que no existir&iacute;an si miramos los valores o caracteres representados, da sentido a este proyecto en cuesti&oacute;n.
      </td><td><img src="http://img.genbetadev.com/2014/06/de_donde_es_este_codigo_09062014.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/genbeta-dev/eres-un-uno-o-un-cero-vives-o-mueres-de-donde-es-este-codigo">http://www.genbetadev.com/genbeta-dev/eres-un-uno-o-un-cero-vives-o-mueres-de-donde-es-este-codigo</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Este p&aacute;ncreas artificial funciona controlando la diabetes de tipo 1</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Una de las peculiaridades de la diabetes de tipo 1 es que es com&uacute;n que se detecte en ni&ntilde;os o j&oacute;venes con mayor frecuencia. Esta enfermedad requiere un control exhaustivo de los niveles de glucosa en sangre para determinar qu&eacute; cantidad de insulina es necesaria para compensar el trabajo ineficiente del pancreas.

Desde la Universidad de Boston y el Hospital de Massachusetts se ha venido desarrollando desde 2011 un p&aacute;ncreas artificial. Este dispositivo es el encargado de monitorizar y regular el az&uacute;car en sangre de forma autom&aacute;tica, y determinar la cantidad de insulina necesaria en todo momento. 

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_dn25732-2_600.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/este-pancreas-artificial-funciona-controlando-la-diabetes-de-tipo-1">http://www.xataka.com/otros/este-pancreas-artificial-funciona-controlando-la-diabetes-de-tipo-1</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Europa y Corea del Sur, unidos en un acuerdo hist&oacute;rico para desarrollar las redes 5G</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
                 Hace unos meses os hablamos a fondo de lo que ser&iacute;an las redes 5G, sus ventajas, inconvenientes y nuevas posibilidades. Sin embargo, todav&iacute;a se trata de una tecnolog&iacute;a que cada empresa est&aacute; estudiando e implementando por su cuenta, algunas veces de forma diferente a la competencia.  Por supuesto, si queremos que 5G tenga &eacute;xito la situaci&oacute;n ha de cambiar y han de unificarse criterios, est&aacute;ndares y...            </td><td><img src="http://img.xatakaon.com/thumbnails/80506_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.comhttp://www.xatakaon.com/tecnologia-de-redes/europa-y-corea-del-sur-unidos-en-un-acuerdo-historico-para-desarrollar-las-redes-5g">http://www.genbetadev.comhttp://www.xatakaon.com/tecnologia-de-redes/europa-y-corea-del-sur-unidos-en-un-acuerdo-historico-para-desarrollar-las-redes-5g</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Eventos para desarrolladores Junio 2014: TADHack, Bargento y Webvisions</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Se acerca el verano, aunque a&uacute;n queda el mes de julio con interesantes eventos, ya tenemos puesta la mirada en las vacaciones y el ritmo decae. 

Este mes destacan a nivel internacional dos de los eventos m&aacute;s influyentes del a&ntilde;o como son el WWDC de Apple o la Google IO, ambos los podremos seguir en streaming y los numerosos v&iacute;deos que publican.

A nivel nacional vamos a hacer un repaso entre los m&aacute;s grandes en cuanto a p&uacute;blico potencial interesado:

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_eventos-programadores.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions">http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Facebook Messenger 6.0 para iPhone abre v&iacute;a para los 'me gusta' gigantes </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Facebook ha actualizado hoy su cliente de Facebook Messenger para el iPhone a la versi&oacute;n 6.0. Es un cambio de versi&oacute;n grande, pero las novedades son m&aacute;s bien sutiles. Sutiles y al mismo tiempo interesantes: posibilidad de enviar v&iacute;deos cortos a la velocidad del rayo y enviar pulgares arriba de varios tama&ntilde;os.

Es en la interfaz donde estas novedades se hacen interesantes: enviar la imagen del pulgar arriba m&aacute;s peque&ntilde;a o m&aacute;s grande depender&aacute; de cu&aacute;nto la estemos pulsando, como si estuvi&eacute;ramos hinchando un globo. De hecho suena igual, y si nos pasamos la imagen "petar&aacute;" y tendremos que volver a empezar.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_fbmessenger.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-ios-1/facebook-messenger-6-0-para-iphone-abre-via-para-los-me-gusta-gigantes">http://www.applesfera.com//aplicaciones-ios-1/facebook-messenger-6-0-para-iphone-abre-via-para-los-me-gusta-gigantes</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Google Street Art Project, arte urbano para la posteridad. La imagen de la semana</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Google ha presentado esta semana Street Art Project, una iniciativa creada a trav&eacute;s del Google Cultural Institute para salvaguardar las obras de artistas urbanos que plasman su genialidad en las calles de nuestras ciudades. Estas creaciones est&aacute;n en muchos casos condenadas a desaparecer en un corto espacio de tiempo, y con este proyecto se pretende conservarlas para la posteridad.

Street Art Project cuenta desde el momento de su debut con una colecci&oacute;n de m&aacute;s de 5.000 im&aacute;genes y alrededor de 100 exposiciones que muestran lo mejor del arte urbano en el mundo.  Colecci&oacute;n que va m&aacute;s all&aacute; de la simple exposici&oacute;n est&aacute;tica, ya que tambi&eacute;n ofrece visitas virtuales en algunos casos.  Los usuarios pueden participar compartiendo obras que conozcan y no est&eacute;n incluidas.

Algunas de las pinturas que podemos contemplar con Street Art Project son aut&eacute;nticas obras de arte; desde motivadas por el activismo, recuperaci&oacute;n de barrios, museos a cielo abierto, murales de gran tama&ntilde;o, e im&aacute;genes que aprovechan las irregularidades del lugar donde se han creado para enga&ntilde;ar a la vista y conseguir efectos sorprendentes. Como dice el post de presentaci&oacute;n en el blog oficial de Google: el mundo es un lienzo, y hay quien ha sabido aprovecharlo bien.

Web | Street Art Project
      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_google-street-art-project.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/genbeta/google-street-art-project-arte-urbano-para-la-posteridad-la-imagen-de-la-semana">http://www.genbeta.com/genbeta/google-street-art-project-arte-urbano-para-la-posteridad-la-imagen-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Hexo+ y AirDog: los drones que te persiguen y te graban, no necesitas operador de c&aacute;mara</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

M&aacute;s all&aacute; de su evoluci&oacute;n en el campo militar, podemos decir que los Drones se han convertido en una revoluci&oacute;n en el mundo de la industria audiovisual - a todos los niveles -, permitiendo captar tomas que hasta hace poco eran imposibles por presupuesto. 

S&iacute;, hay mucho trabajo que recorrer en cuanto a leyes y seguridad  - cada pa&iacute;s va a lo suyo -, pero la realidad es que los contenidos no paran de florecer, y las propuestas relacionadas con los veh&iacute;culos no tripulados, tambi&eacute;n van encontrando su sitio. Buenos ejemplos pueden ser Hexo+ o AirDog, vamos a presentarlos y ya nos contar&eacute;is cu&aacute;l os parece m&aacute;s interesante.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_hexo+.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/accesorios/hexo-es-el-drone-que-te-persigue-y-te-graba-no-necesitas-operador-de-camara">http://www.xataka.com/accesorios/hexo-es-el-drone-que-te-persigue-y-te-graba-no-necesitas-operador-de-camara</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Imagen de la semana: Applesfera en Omotesando</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Este viernes se ha inaugurado la nueva Apple Store de Omotesando, el exclusivo barrio comercial de Tokio, y aunque nos pillaba algo lejos como para acercarnos en persona, afortunadamente no hay l&iacute;mites para la extensa familia de Applesfera. Nuestros enviados especiales para la ocasi&oacute;n fueron Rodrigo Fernandez "Zordor" y H&eacute;ctor Garc&iacute;a "Kirai", quienes aprovecharon la visita para spamear a los japoneses abriendo nuestra web en cada Mac que tocaban. &iexcl;Bien hecho chicos!

      </td><td><img src="http://img.applesfera.com/2014/06/omotesando01.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//curiosidades/imagen-de-la-semana-applesfera-en-omotesando">http://www.applesfera.com//curiosidades/imagen-de-la-semana-applesfera-en-omotesando</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Interoperabilidad en el siglo XXI</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
Muchos de vosotros habr&eacute;is conocido los gloriosos d&iacute;as en que las conectividades (ej. la empresa A env&iacute;a en tiempo real el estado del almac&eacute;n a otra empresa B) se hac&iacute;an directamente por TCP y se defin&iacute;an hermosas tarjetas que mostraban la longitud de tal o cual campo ("...el tel&eacute;fono 30 char..."). En realidad, ninguna de las partes ten&iacute;a ninguna gana de definir el formato, crear el cliente/servidor, parsear las entradas, etc... cambios en los formatos deb&iacute;an hacerse con cautela y representar caracteres extendidos era algo que sencillamente, ni se planteaba (ASCII era todo lo que hab&iacute;a). Es decir, un pichoche de mucho cuidado, para total, que el programador de la empresa A, pudiera llamar a la funci&oacute;n void UpdateInventory(string productCode, int newInventory); que ten&iacute;a implementada el otro programador en la empresa B.

Si el programador B ya tiene esa funci&oacute;n en su sistema &iquest;porqu&eacute; el programador A no puede sencillamente invocarla?. 

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_json-rest-vs-xml-soap.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/metodologias-de-programacion/interoperabilidad-en-el-siglo-xxi">http://www.genbetadev.com/metodologias-de-programacion/interoperabilidad-en-el-siglo-xxi</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>La industria que m&aacute;s puestos demanda es la inform&aacute;tica</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

El reconocido portal de trabajo, Infojobs, acaba de publicar una interesante infograf&iacute;a que nos puede poner de enhorabuena a los lectores de GenbetaDev. Los trabajos m&aacute;s demandados este a&ntilde;o han sido los relacionados con la inform&aacute;tica.

As&iacute; entre los primeros 6 puestos, 2 son de desarrollo, uno de an&aacute;lisis de datos, otro relacionado con la Nube y el &uacute;ltimo dise&ntilde;adores/maquetadores.

      </td><td><img src="http://img.genbetadev.com/2014/06/infojobs_trabajos_mas_demandados_resumen_01.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/la-industria-que-mas-puestos-demanda-es-la-informatica">http://www.genbetadev.com/trabajar-como-desarrollador/la-industria-que-mas-puestos-demanda-es-la-informatica</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las 11 novedades de Windows Phone 8.1 para negocios</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
          Windows Phone 8.1 ser&aacute; una gran actualizaci&oacute;n para la plataforma. Las novedades que incluir&aacute;n son muy importantes tanto para el usuario de a pie, como para el profesional. Y es en particular para ellos, para los profesionales que usan Windows Phone en su trabajo, donde veremos novedades que hacen de Windows Phone un sistema operativo muy productivo, seguro y confiable. As&iacute; que veamos las principales novedades de Windows Phone 8.1 para negocios. 
 La seguridad es uno de los aspectos claves y m&aacute;s...    </td><td><img src="http://img.xataka.com/thumbnails/135551_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/espacionokia/las-11-novedades-de-windows-phone-8-1-para-negocios">http://www.xataka.com/espacionokia/las-11-novedades-de-windows-phone-8-1-para-negocios</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las c&aacute;maras ya no s&oacute;lo vigilan al jugador: as&iacute; es la tecnolog&iacute;a que evita el gol fantasma</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El f&uacute;tbol no podr&aacute; ser reconocido nunca, al menos hasta ahora, como un deporte donde se haya apostado por la tecnolog&iacute;a. Los pasos que se dan son muy contados y no siempre en aspectos principales del juego. En este Mundial de Brasil, que ser&iacute;a muy extra&ntilde;o que no te hayas dado cuenta de que ha comenzado, una tecnolog&iacute;a est&aacute; llamando la atenci&oacute;n: Goal-Control 4D.

Esta tecnolog&iacute;a ya se ha aplicado en un partido, concretamente el de ayer de Francia contra Honduras. En el minuto 50 de partido, tras jugada del franc&eacute;s Benzema, el portero de Honduras Valladares se introdujo el bal&oacute;n en su propia porter&iacute;a. La jugada podr&iacute;a haber dado para uno de esos fat&iacute;dicos goles fantasma, pero en esta ocasi&oacute;n la tecnolog&iacute;a estaba lista para avisar tanto al &aacute;rbitro (para alegr&iacute;a de parte del p&uacute;blico asistente al estadio Estadio Beira-Rio) de que el bal&oacute;n, lo pareciera o no, hab&iacute;a traspasado completamente la l&iacute;nea de gol. Tanto pues para Francia y la tecnolog&iacute;a.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_goalgonctrol_4d_animation.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/las-camaras-ya-no-solo-vigilan-al-jugador-asi-es-la-tecnologia-que-evita-el-gol-fantasma">http://www.xataka.com/otros/las-camaras-ya-no-solo-vigilan-al-jugador-asi-es-la-tecnologia-que-evita-el-gol-fantasma</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las carteras bitcoin vuelven a la App Store tras el cambio de normativa </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Apple, como otras compa&ntilde;&iacute;as tecnol&oacute;gicas, ha tenido tambi&eacute;n su periplo con la criptomoneda bitcoin. Pero parece que se quedar&aacute; como algo simple y corto: tras bloquearlos, repensarlo y cambiar la normativa, las aplicaciones capaces de gestionar bitcoins est&aacute;n volviendo a la App Store.

Aplicaciones como eGifter (no disponible en la App Store espa&ntilde;ola), Betcoin o Coin Pocket han empezado a aceptar Bitcoins de nuevo (y en el caso de Coin Pocket volvemos a tener el programa disponible despu&eacute;s de que Apple lo retirara). El contexto cambia seg&uacute;n qu&eacute; aplicaci&oacute;n, pero en todos los casos se trata de dar acceso a los usuarios para que utilicen esta moneda an&oacute;nima tranquilamente desde sus iPhones.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_bitcoin.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//app-store-1/las-carteras-bitcoin-vuelven-a-la-app-store-tras-el-cambio-de-normativa">http://www.applesfera.com//app-store-1/las-carteras-bitcoin-vuelven-a-la-app-store-tras-el-cambio-de-normativa</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las pegatinas de Line son tambi&eacute;n un buen negocio para la comunidad </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Line, la app de mensajer&iacute;a instant&aacute;nea que domina varios pa&iacute;ses asi&aacute;ticos, permite a la comunidad crear sus propios sets de 40 pegatinas para venderlos a trav&eacute;s de la app, qued&aacute;ndose con una comisi&oacute;n del 50% sobre el precio de venta. Los resultados del primer mes de ventas -esta parte de la tienda fue abierta en mayo- ya se conocen, y demuestran que puede ser una interesante v&iacute;a de ingresos para los creadores y para Line.

Seg&uacute;n la compa&ntilde;&iacute;a, desde el 8 de mayo al 7 de junio se vendieron un total de 1,7 millones de sets de pegatinas, alcanzando una facturaci&oacute;n de 1,47 millones de d&oacute;lares. Si tenemos en cuenta la comisi&oacute;n del 50% que aplica Line, estamos ante unos ingresos cercanos a los 750.000 d&oacute;lares para los creadores de estas pegatinas.

      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_line_pegatinas.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/movil/las-pegatinas-de-line-son-tambien-un-buen-negocio-para-la-comunidad">http://www.genbeta.com/movil/las-pegatinas-de-line-son-tambien-un-buen-negocio-para-la-comunidad</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Linux Mint 17 Qiana Xfce RC ya est&aacute; disponible</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Clement Lefebvre ha anunciado hoy la disponibilidad de Linux Mint 17 Qiana Xfce RC. Este sabor de Mint, con uno de los escritorios ligeros m&aacute;s populares, completa la saga iniciada por las versiones Cinnamon y MATE, que ya tienen versi&oacute;n estable, y KDE, que todav&iacute;a est&aacute; en versi&oacute;n RC.

Las nuevas caracter&iacute;sticas de Qiana Xfce son las mismas que hemos visto en sus hermanas. Como ya he tenido ocasi&oacute;n de comentar, las entregas de Mint basadas en Ubuntu no son independientes entre s&iacute;. El proyecto difunde im&aacute;genes ISO separadas y especializadas en un entorno de escritorio concreto, aunque con base com&uacute;n, resultando as&iacute; m&aacute;s ligeras a la hora de descargar.

En cuanto a &eacute;sta en concreto, sorprende el rendimiento y velocidad dentro del entorno virtual en el que he realizado la captura que ilustra esta rese&ntilde;a, hasta el punto de no notar diferencias significativas a la hora de abrir programas, en comparaci&oacute;n con el sistema operativo anfitri&oacute;n (Linux Mint 16 x64). Una opci&oacute;n recomendable para equipos con pocos recursos. Con 1 GB de RAM y una controladora gr&aacute;fica sencilla funciona bastante bien. Si dispon&eacute;is de un equipo algo m&aacute;s holgado de caracter&iacute;sticas hardware, no dud&eacute;is en probar esta entrega en una m&aacute;quina virtual.

Web | Descarga
      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_linux-mint-17-qiana-xfce-rc.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/linux/linux-mint-17-qiana-xfce-rc-ya-esta-disponible">http://www.genbeta.com/linux/linux-mint-17-qiana-xfce-rc-ya-esta-disponible</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Los mejores tablets del momento frente a frente</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                
          

Con seis meses del 2014 a nuestras espaldas, muchos fabricantes ya han presentado sus principales gadgets para competir en las diferentes categor&iacute;as. Los tablets han pasado de ser un actor secundario a ser un protagonista en el mundo de la tecnolog&iacute;a por el papel que ocupan como conductores hacia una &eacute;poca post PC donde entenderemos los ordenadores personales de otra forma: m&aacute;s sencillos, dispositivos h&iacute;bridos.

Sea como sea, hemos decidido reunirlos a todos bajo el mismo escenario para traeros una comparativa entre los principales modelos del momento. Doce modelos, diez presentados este a&ntilde;o, en total clasificados en peque&ntilde;os y grandes que buscan hacerse un hueco en nuestros escritorios y mochilas. Una lucha muy re&ntilde;ida donde cada marca tiene mucho que decir. Empezamos.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_comparativa-tablets.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/tablets/los-nuevos-tablets-de-samsung-van-muy-en-serio-las-comparamos-con-la-competencia">http://www.xataka.com/tablets/los-nuevos-tablets-de-samsung-van-muy-en-serio-las-comparamos-con-la-competencia</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Manejando funciones como objetos en Scala</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                
          
En Scala las funciones tambi&eacute;n son objetos por tanto es posible pasar funciones como argumentos, guardarlas en variables y devolverlas como respuesta de otras funciones. Esta habilidad para manipular funciones como valores es una de las piedras angulares de la programaci&oacute;n funcional.

Como ejemplo muy simple de porqu&eacute; puede resultar &uacute;til el uso de funciones como valores, consideremos una funci&oacute;n temporizador cuyo prop&oacute;sito sea realizar alguna acci&oacute;n una vez por segundo. &iquest;C&oacute;mo le pasamos la acci&oacute;n a realizar? l&oacute;gicamente, como una funci&oacute;n.
      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_funcion.gif"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/paradigmas-de-programacion/manejando-funciones-como-objetos-en-scala">http://www.genbetadev.com/paradigmas-de-programacion/manejando-funciones-como-objetos-en-scala</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Microsoft quiere que Cortana salte del m&oacute;vil al ordenador y a la consola </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Cortana, el asistente virtual de Windows Phone fue una de las principales novedades cuando se present&oacute; Windows Phone 8.1. De hecho desde antes de su presentaci&oacute;n oficial ya le&iacute;amos rumores de que Windows 8 tendr&iacute;a asistente virtual, y que este ser&iacute;a el mismo que el de Windows Phone. Y el caso es que la idea no es en absoluto descabellada, pensando en que Microsoft busca tener una misma experiencia en todos sus dispositivos.

Pues bien: Marcus Ash, program manager del equipo encargado de desarrollar Cortana, public&oacute; ayer una serie de tweets en los que hablaba del futuro de Cortana. Y dejaba claro que pasa por saltar a ordenadores y tablets con Windows 8, as&iacute; como a la Xbox (que tambi&eacute;n funciona con Windows), aunque no pueden confirmar fechas ni nada parecido.       </td><td><img src="http://img.genbeta.com/2014/06/cortana.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/windows/microsoft-quiere-que-cortana-salte-del-movil-al-ordenador-y-a-la-consola">http://www.genbeta.com/windows/microsoft-quiere-que-cortana-salte-del-movil-al-ordenador-y-a-la-consola</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>MongoDB: creaci&oacute;n y utilizaci&oacute;n de &iacute;ndices</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Una vez que hemos aprendido a insertar, modificar y eliminar datos en MongoDB, estamos casi preparados para empezar a realizar consultas. Y digo casi, porque todav&iacute;a nos queda conocer una parte muy importante de MongoDB: los &iacute;ndices.

En las bases de datos relacionales, los &iacute;ndices son algo indispensable. Ser&iacute;a inconcebible consultar una tabla con millones de registros si no hemos configurado al menos un &iacute;ndice. 

Con MongoDB pasa lo mismo. No podemos pensar en tener una colecci&oacute;n con millones de documentos, sin tener &iacute;ndices sobre uno o varios campos. Las diferencia entre realizar una consulta sobre campo con &iacute;ndice, y realizarla sin &eacute;l, puede ser abismal. Saber crear y configurar &iacute;ndices en nuestras colecciones, es algo vital.

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_3338710223_a1ba090d11.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/bases-de-datos/mongodb-creacion-y-utilizacion-de-indices">http://www.genbetadev.com/bases-de-datos/mongodb-creacion-y-utilizacion-de-indices</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>One More Thing... Conversi&oacute;n de vinilos, lectores RSS, iOS 8 y sus predecesores</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Estamos a s&aacute;bado ya, a mediados del mes de junio y las vacaciones se ven asomar a la vuelta de la esquina. Pero como siempre aqu&iacute; os traemos la mejor recopilaci&oacute;n de entradas sobre Apple en la blogosfera espa&ntilde;ola.


Seamos francos, lo que se siente al escuchar un vinilo, todo el "proceso", no tiene comparaci&oacute;n con cualquier otro medio. Si eres de los que tienen monta&ntilde;as de vinilos y quieres pasar tu m&uacute;sica a MP3 "por si acaso" los chicos de PacMac te explican paso a paso como hacerlo.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_onemorething-1-1-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//apple-1/one-more-thing-5">http://www.applesfera.com//apple-1/one-more-thing-5</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Plantas a la carta, otra ventaja del uso de iluminaci&oacute;n LED en los invernaderos del futuro</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El invernadero del futuro no se va a parecer demasiado al que est&aacute;s acostumbrado a ver en el sur de Espa&ntilde;a. Al menos la tecnolog&iacute;a usada para la iluminaci&oacute;n debe cambiar para mejorar su eficiencia y mejor aprovechamiento.

La granja con luces LED a la carta de Philips se ha visto respaldada por un reciente estudio que confirma las ventajas de usar luces de tipo LED en invernaderos. En primer lugar se est&aacute; hablando del aspecto econ&oacute;mico, pues la iluminaci&oacute;n es la responsable del 35% de gasto en los invernaderos. Con las luces LED estamos hablando de que en siete a&ntilde;os ya estar&iacute;an amortizadas por cuesti&oacute;n del reemplazo anual no necesario sumado al menor consumo. El estudio tambi&eacute;n afirma que en 16 a&ntilde;os el coste de las l&aacute;mparas tradicionales es del doble que el que podemos tener por el uso de tecnolog&iacute;a LED.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_185762064.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/plantas-a-la-carta-otra-ventaja-del-uso-de-iluminacion-led-en-los-invernaderos-del-futuro">http://www.xataka.com/otros/plantas-a-la-carta-otra-ventaja-del-uso-de-iluminacion-led-en-los-invernaderos-del-futuro</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Que el caf&eacute; reci&eacute;n hecho no sea excusa para ir al espacio </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Ser astronauta tiene muchas ventajas: estar en gravedad cero, la posibilidad de realizar un trabajo de investigaci&oacute;n que el resto de los mortales jam&aacute;s podr&aacute; hacer. Como todo en esta vida no son todo ventajas. Un buen ejemplo es la comida: son raciones dise&ntilde;adas para aguantar en estas condiciones pero no son precisamente un manjar. Adem&aacute;s, no tienen caf&eacute; para soportar las largas jornadas de trabajo. 

S&eacute; que para muchos era la principal raz&oacute;n por la que no viaj&aacute;is al espacio y visitar la ISS. Bueno, que sep&aacute;is que dentro de poco no tendr&eacute;is excusa porque los residentes en la estaci&oacute;n espacial internacional recibir&aacute;n una cafetera dise&ntilde;ada para funcionar bajo estas singulares circunstancias.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_cafe.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/que-el-cafe-recien-hecho-no-sea-excusa-para-ir-al-espacio">http://www.xataka.com/otros/que-el-cafe-recien-hecho-no-sea-excusa-para-ir-al-espacio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Uber, inteligencia artificial y m&aacute;s. Internet is a series of blogs (CCLX)</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Por alguna raz&oacute;n todos tendemos a hablar del tiempo, sobre todo cuando no sabemos de qu&eacute; hablar. Yo mismo suelo abrir cada Internet is a series of blogs con alguna menci&oacute;n al tiempo atmosf&eacute;rico. Esta vez, no obstante, voy a intentar evitar toda menci&oacute;n al calor que estamos sufriendo. Lo verdaderamente interesante es el pu&ntilde;ado de enlaces que cada fin de semana os recomendamos desde Genbeta. As&iacute; que, sin m&aacute;s dilaci&oacute;n, vamos a ello.


Uno de los temas de la semana es la pol&eacute;mica levantada por la nota emitida por el Ministerio de Fomento la semana pasada. Aunque han corrido r&iacute;os de tinta (figurados y literales) al respecto, no me resisto a mencionar la columna publicada por Enrique Dans al respecto.       </td><td><img src="http://img.genbeta.com/2014/06/650_1000_isob.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/genbeta/uber-inteligencia-artificial-y-mas-internet-is-a-series-of-blogs-cclx">http://www.genbeta.com/genbeta/uber-inteligencia-artificial-y-mas-internet-is-a-series-of-blogs-cclx</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Using Swift with Cocoa and Objetive-C, nuevo ibook disponible</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
                 Con el fin de facilitar m&aacute;s el uso de Swift, el nuevo lenguaje de programaci&oacute;n de Apple, la compa&ntilde;&iacute;a tiene otro iBook m&aacute;s en su tienda: Using Swift with Cocoa and Objetive-C. 
 Swift is a new object-oriented programming language for iOS and OS X app development. It is designed to seamlessly integrate with Cocoa, Cocoa Touch, and Objective-C, allowing you to use the same familiar classes, patterns,...            </td><td><img src="http://img.applesfera.com/thumbnails/96313_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.comhttp://www.applesfera.com/profesional/using-swift-with-cocoa-and-objetive-c-nuevo-ibook-disponible">http://www.genbetadev.comhttp://www.applesfera.com/profesional/using-swift-with-cocoa-and-objetive-c-nuevo-ibook-disponible</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Using Swift with Cocoa and Objetive-C, nuevo ibook disponible</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Con el fin de facilitar m&aacute;s el uso de Swift, el nuevo lenguaje de programaci&oacute;n de Apple, la compa&ntilde;&iacute;a tiene otro iBook m&aacute;s en su tienda: Using Swift with Cocoa and Objetive-C.


Swift is a new object-oriented programming language for iOS and OS X app development. It is designed to seamlessly integrate with Cocoa, Cocoa Touch, and Objective-C, allowing you to use the same familiar classes, patterns, and practices to build apps. Swift makes working with Cocoa and Objective-C safer, faster, easier, and more fun.


      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_swift.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//profesional/using-swift-with-cocoa-and-objetive-c-nuevo-ibook-disponible">http://www.applesfera.com//profesional/using-swift-with-cocoa-and-objetive-c-nuevo-ibook-disponible</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Y 6 frameworks PHP m&aacute;s que te har&aacute;n la vida m&aacute;s simple</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Recientemente hicimos un repaso en Genbeta Dev a 7 frameworks PHP con diferentes prop&oacute;sitos. C&oacute;mo era de esperar, nos dejamos muchos en el tintero y vosotros nos mostrasteis muchas m&aacute;s alternativas, que aqu&iacute; repasaremos para tener a&uacute;n m&aacute;s opciones a la hora de elegir que framework usar en nuestros proyectos.

      </td><td><img src="http://img.genbetadev.com/2014/06/frameworksphp-1.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/frameworks/y-6-frameworks-php-mas-que-te-haran-la-vida-mas-simple">http://www.genbetadev.com/frameworks/y-6-frameworks-php-mas-que-te-haran-la-vida-mas-simple</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Ya la tenemos aqu&iacute;: la Apple Store de Puerta del Sol abrir&aacute; sus puertas el 21 de junio</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Los madrile&ntilde;os ya pueden marcarse el d&iacute;a en el calendario: la Apple Store de Puerta del Sol abrir&aacute; sus puertas el pr&oacute;ximo s&aacute;bado 21 de junio. No tenemos nota de prensa oficial, pero s&iacute; que la fecha ha aparecido en el muro de la tienda que confirmaba la tienda hace unos d&iacute;as como pod&eacute;is ver en la fotograf&iacute;a que ha publicado Carlos Hergueta (@herguetic).

Ser&aacute; la primera tienda oficial de Apple en el centro de Madrid adem&aacute;s de las ya presentes en algunos centros comerciales de los alrededores de la capital: Majadahonda, Parquesur y Xanad&uacute;. Y como ya ha ocurrido en la de Passeig de Gr&agrave;cia en Barcelona, ser&aacute; una de esas tiendas imposibles de ver vac&iacute;as.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_storesol.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//apple-1/ya-la-tenemos-aqui-la-apple-store-de-puerta-del-sol-abrira-sus-puertas-el-21-de-junio">http://www.applesfera.com//apple-1/ya-la-tenemos-aqui-la-apple-store-de-puerta-del-sol-abrira-sus-puertas-el-21-de-junio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
</div>
<br>
<div class="cleaner"></div>
</div>
<div id="templatemo_footer">
<br>
<h3>Trabajo de Lenguaje de Marcas. Los Datos han sido tomados de <a href="http://www.genbeta.com/">www.genbeta.com</a> , <a href="http://www.genbetadev.com">www.genbetadev.com</a> , <a href="http://www.xataka.com">www.xataka.com</a> y <a href="http://www.appleesfera.com">www.appleesfera.com</a>
</h3>
<div class="cleaner"></div>
</div>
</div>
</div>
</body>
</html>
