<!DOCTYPE html><html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta charset="utf-8">
<title>Noticias Actuales</title>
<link type="text/css" rel="stylesheet" href="templatemo_style.css">
</head>
<body>
<div id="templatemo_wrapper_outer">
<div id="templatemo_wrapper">
<div id="templatemo_banner">
<br>
<h2>El Noticiario Tecnol&oacute;gico<span> web scrapping proyect</span>
</h2>
</div>
<div id="templatemo_content_wrapper">
<div id="content">
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; es un organizador de APIs?</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
En el mundo del desarrollo cada d&iacute;a programamos en m&aacute;s lenguajes, puede ser en  Java o en C# o sino en Javascript o PHP. Lejanos quedan los d&iacute;as all&aacute; por 1995 que con saber Visual Basic uno se pod&iacute;a poner el t&iacute;tulo de desarrollador.Hoy la realidad es mucho m&aacute;s dura.

El n&uacute;mero de lenguajes de programaci&oacute;n ha crecido de forma descontrolada desde entonces. Apoyados en esto, un ejercito de frameworks ha aparecido en el horizonte con ganas de batalla .Esto ha generado nuevas necesidades entre los desarrolladores, los cuales deben aprender cada d&iacute;a m&aacute;s y m&aacute;s tecnonolog&iacute;as. Las entrevistas de trabajo se han vuelto m&aacute;s exigentes y donde antes pon&iacute;a C#, ASP.NET y Visual Studio  hoy hay que a&ntilde;adir Android, Angular o MongoDB. La lista crece y crece sin que veamos un final claro en el horizonte. &iquest;Es posible aprender todo esto?. La respuesta es NO. Resulta  imposible aprender de todo, o por lo menos no con el suficiente expertise que nos gustar&iacute;a. 

      </td><td><img src="http://img.genbetadev.com/2014/05/dash002.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/herramientas/que-es-un-organizador-de-apis">http://www.genbetadev.com/herramientas/que-es-un-organizador-de-apis</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; te ha parecido OS X Yosemite?, la pregunta de la semana</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Apple anunciaba ayer OS X Yosemite, una esperada actualizaci&oacute;n para su sistema operativo de escritorio que, entre otras cosas, tiene un alto parecido a iOS est&eacute;ticamente. Adem&aacute;s, han introducido novedades que facilitan la integraci&oacute;n con otros dispositivos iOS (como poder responder llamadas o compartir pantalla) y han otorgado protagonismo a spotlight. Sin embargo, no ha habido muchos avances en otros aspectos, como Finder o la gesti&oacute;n de ventanas, que tanto tiempo llevan reclamando algunos usuarios. Sobre todo esto os preguntamos hoy en nuestra pregunta de la semana:


  &iquest;Qu&eacute; te ha parecido OS X Yosemite?


      </td><td><img src="http://img.genbeta.com/2014/06/pregunta-de-la-semana.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/mac/que-te-ha-parecido-os-x-yosemite-la-pregunta-de-la-semana">http://www.genbeta.com/mac/que-te-ha-parecido-os-x-yosemite-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Apple podr&iacute;a haber resuelto sus problemas de bater&iacute;a en el iPhone 6 de 5,5 pulgadas</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
&iquest;Te quedastes con las ganas en cuanto a novedades de Hardware durante la Keynote del pasado lunes? No te preocupes, vamos a hablar un poco del iPhone, y es que Apple parece haber resuelto sus problemas de bater&iacute;a con el pr&oacute;ximo iPhone de 5,5 pulgadas.

Como bien sabr&eacute;is los rumores de este a&ntilde;o apuntan a que vamos a ver dos modelos de iPhone con tama&ntilde;os de pantalla diferente. Uno de 4,5 o 4,7 pulgadas y otra versi&oacute;n que entrar&iacute;a dentro del tama&ntilde;o de los "phablets" de 5.5 pulgadas. Apple ten&iacute;a problemas en lo que respecta a la duraci&oacute;n de la bater&iacute;a y a la pantalla de este nuevo iPhone de pantalla m&aacute;s grande.      </td><td><img src="http://img.applesfera.com/2014/06/iphone61.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//rumores/apple-podria-haber-resuelto-sus-problemas-de-bateria-en-el-iphone-6-de-5-5-pulgadas">http://www.applesfera.com//rumores/apple-podria-haber-resuelto-sus-problemas-de-bateria-en-el-iphone-6-de-5-5-pulgadas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>As&iacute; es c&oacute;mo "perdemos" el tiempo en internet en tiempo real</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Muchas veces, para medir la actividad y/o el tama&ntilde;o de los servicios en la red, se publican cifras que reflejamos frecuentemente en Genbeta. Millones de d&oacute;lares en inversi&oacute;n, descargas, visitas, cantidad de contenido... y estamos acostumbrados a ver muchos ceros, pero no nos damos cuenta de lo que realmente implican estas cifras tan grandes.

Una web llamada The Internet In Real Time nos ayuda a comprenderlo, mostrando todas esas cifras cambiando en tiempo real. Check-ins hechos en Foursquare, aplicaciones descargadas en la App Store, horas de v&iacute;deo subidas a YouTube, art&iacute;culos comprados en Amazon, mensajes publicados en Reddit... a medida que avanza el tiempo, todas esas cifras suben a un ritmo enorme.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_internet.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/asi-es-como-perdemos-el-tiempo-en-internet-en-tiempo-real">http://www.genbeta.com/web/asi-es-como-perdemos-el-tiempo-en-internet-en-tiempo-real</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Atributos personalizados en HTML5, m&aacute;s datos con un simple "data-..." </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

HTML5, como la mayor&iacute;a sabemos, aglutina un mont&oacute;n de tecnolog&iacute;as al desarrollo web. El incremento se nota sobre todo en el n&uacute;mero de APIs de JavaScript, en la incorporaci&oacute;n de nuevos recursos en el CSS que nos evitan usar JavaScript para temas de dise&ntilde;o, y por &uacute;ltimo tenemos los cambios del propio lenguaje HTML, que destacan por ser pocos: nuevos nombres m&aacute;s descriptivos en las etiquetas, microdatos y los atributos personalizados, el tema que nos concierne.

Estos atributos personalizados nos permiten a&ntilde;adir datos en el HTML sin afectar a su visualizaci&oacute;n y sin salirnos del propio lenguaje HTML. Posteriormente podemos usar esta informaci&oacute;n para aplicar estilos CSS (o mostrar esta informaci&oacute;n con CSS) y podemos tratarla con JavaScript.

      </td><td><img src="http://img.genbetadev.com/2014/06/sin-t%C3%ADtulo-1.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/desarrollo-web/atributos-personalizados-en-html5-mas-datos-con-un-simple-data">http://www.genbetadev.com/desarrollo-web/atributos-personalizados-en-html5-mas-datos-con-un-simple-data</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Breather: el consumo colaborativo de "espacios" por horas </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Todos conocemos como m&iacute;nimo a Airbnb y sus alquileres vacacionales de habitaciones y casas, aprovechando el fen&oacute;meno del consumo colaborativo entre individuales. Pero hay m&aacute;s formas de aprovechar esa sala o piso de tu propiedad adem&aacute;s de alquilarlo por unos d&iacute;as: el servicio Breather lo hace por horas ofreciendo sitios donde trabajar, relajarse o hacer planes con personas.

Cada sitio tiene un horario, un aforo m&aacute;ximo de personas, una serie de servicios inclu&iacute;dos y una tarifa por horas. Podemos reservarlo todo desde la web, y tenemos la garant&iacute;a de que todas las salas se limpian despu&eacute;s de cada reserva. Esta vez no hay persona para hacer el check-in: la aplicaci&oacute;n m&oacute;vil del tel&eacute;fono te da un c&oacute;digo que hay que introducir en un panel que nos encontraremos en la puerta de cada espacio.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_breather.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/redes-sociales-y-comunidades/breather-el-consumo-colaborativo-de-espacios-por-horas">http://www.genbeta.com/redes-sociales-y-comunidades/breather-el-consumo-colaborativo-de-espacios-por-horas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Descarga los nuevos fondos de pantalla incluidos en OS X Yosemite</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Todos sabemos que Apple cuida hasta el m&aacute;s m&iacute;nimo detalle en cuanto a dise&ntilde;o e imagen de sus equipos, por ello, versi&oacute;n tras versi&oacute;n, los fondos de pantalla son una caracter&iacute;stica que se vuelve atractiva y muy buscada previo a la publicaci&oacute;n del nuevo sistema operativo.

Por ello, ya tenemos la posibilidad de descargar todos los nuevos fondos de escritorio que incluye la nueva versi&oacute;n de OS X Yosemite. Adem&aacute;s incluye los de versiones anteriores, que har&aacute;n que nuestro Mac luzca en todo su esplendor (y no s&oacute;lo para los que tenemos Mac, por supuesto).

Como informaci&oacute;n adicional, muchos de los fondos incluidos vienen en resoluci&oacute;n de 5120 x 2880 p&iacute;xeles, a excepci&oacute;n del fondo estrella que corresponde al Parque nacional de Yosemite en California, que viene a 5418 x 3048 p&iacute;xeles de resoluci&oacute;n, por lo anterior se ver&aacute;n incre&iacute;bles ya sea que tengamos un monitor 4K o en nuestras MacBook Pro con pantalla Retina. 

Descarga | OS X Yosemite Wallpapers
      </td><td><img src="http://img.applesfera.com/2014/06/os_x_yosemite_wallpaper-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//os-x/descarga-los-nuevos-fondos-de-pantalla-incluidos-en-os-x-yosemite">http://www.applesfera.com//os-x/descarga-los-nuevos-fondos-de-pantalla-incluidos-en-os-x-yosemite</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El equipo de Dropbox decidi&oacute; dar el mismo soporte a Android y iOS mediante C++ </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                
          

El titular es bastante descriptivo, y esa fue la idea que tuvo el equipo de Dropbox a la hora de desarrollar dos de sus aplicaciones para smartphones "menos usadas" (como Mailbox y carousel).

La idea tiene su gran l&oacute;gica, y es que cosas muy distintas son la parte interna de una app (sea cual sea su &iacute;ndole) y su interfaz, por esa raz&oacute;n vieron m&aacute;s productivo realizar en C++ la parte interna de la app, aunque tenga sus dificultades para ciertas cosas.

      </td><td><img src="http://img.genbetadev.com/2014/06/maildropbox.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/cc/el-equipo-de-dropbox-decidio-dar-el-mismo-soporte-a-android-y-ios-mediante-c">http://www.genbetadev.com/cc/el-equipo-de-dropbox-decidio-dar-el-mismo-soporte-a-android-y-ios-mediante-c</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El SSD que estabas esperando ya est&aacute; aqu&iacute;</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Lo ven&iacute;amos barruntando desde hace un par de semanas y, cumpliendo con lo esperado, la presentaci&oacute;n del Crucial MX100 se ha realizado dentro de Computex 2014. &iquest;Novedades? Las que intu&iacute;amos, con especial protagonismo a la memoria NAND en 16 nan&oacute;metros que se estrena en el mercado dom&eacute;stico con este modelo.

Crucial MX100 es, a primera vista, id&eacute;ntico a los SSD que conocemos. Formato de 2,5 pulgadas, rendimiento de 550 y 500 MB/s en lectura y escritura respectivamente, cifrado hardware, interfaz SATA 6 Gbps. y dem&aacute;s. Las virtudes est&aacute;n por dentro, en el controlador Marvell 88SS9189 y en la NAND MLC de 16 nan&oacute;metros que toma la iniciativa para repercutir en el consumo energ&eacute;tico, ligeramente menor que el de los actuales dispositivos de 19 y 20 nan&oacute;metros, as&iacute; como en el precio que sigue la tendencia de los &uacute;ltimos a&ntilde;os

      </td><td><img src="http://img.xataka.com/2014/06/crucial-mx100-ssd.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/componentes-de-pc/crucial-mx100-nand-en-16-nanometros-y-precio-espectacular">http://www.xataka.com/componentes-de-pc/crucial-mx100-nand-en-16-nanometros-y-precio-espectacular</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Eventos para desarrolladores Junio 2014: TADHack, Bargento y Webvisions</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Se acerca el verano, aunque a&uacute;n queda el mes de julio con interesantes eventos, ya tenemos puesta la mirada en las vacaciones y el ritmo decae. 

Este mes destacan a nivel internacional dos de los eventos m&aacute;s influyentes del a&ntilde;o como son el WWDC de Apple o la Google IO, ambos los podremos seguir en streaming y los numerosos v&iacute;deos que publican.

A nivel nacional vamos a hacer un repaso entre los m&aacute;s grandes en cuanto a p&uacute;blico potencial interesado:

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_eventos-programadores.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions">http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Exoesqueletos personales para todos: &eacute;sa es la propuesta de Panasonic</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          
Si fuera por Panasonic, el a&ntilde;o que viene ya podr&iacute;as tener tu exoesqueleto personal a un precio "asequible" y listo para ayudarte en tareas que requieran fuerza especialmente. La compa&ntilde;&iacute;a ActiveLink, filial del gigante japon&eacute;s, intentar&aacute; hacer ese sue&ntilde;o realidad en 2015.

La compa&ntilde;&iacute;a est&aacute; dise&ntilde;ando una nueva serie de exoesqueletos personales que ser&iacute;an m&aacute;s f&aacute;ciles de llevar puestos y tambi&eacute;n m&aacute;s asequibles. Su objetivo es servir de ayuda a cuerpos especiales en situaciones de riesgo o rescate, as&iacute; como de complemento en tareas que requieran de mucho esfuerzo. 

      </td><td><img src="http://img.xataka.com/2014/06/2014-06-02t092446z_01_tok602_rtridsp_3_japan.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/robotica/exoesqueletos-personales-para-todos-esa-es-la-propuesta-de-panasonic">http://www.xataka.com/robotica/exoesqueletos-personales-para-todos-esa-es-la-propuesta-de-panasonic</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Facebook compra Pryte: la neutralidad de la red en econom&iacute;as emergentes parece una utop&iacute;a</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                
          

Facebook anunci&oacute; ayer la compra de Pryte, una empresa finlandesa cuyo &uacute;nico producto -que nunca lleg&oacute; a ver la luz- es un sistema que permite a las operadoras m&oacute;viles cobrar por el acceso a internet en funci&oacute;n de las apps que utilicen. Dicho de otra forma: en vez de pagar por el acceso universal a internet, las telecos podr&iacute;an cobrar a los usuarios cantidades diferentes seg&uacute;n las apps que utilicen y en per&iacute;odos m&aacute;s cortos de tiempo.

El producto de Pryte est&aacute; enfocado a pa&iacute;ses emergentes, donde el acceso a banda ancha no est&aacute; tan extendido como en Occidente. Facebook ha afirmado en un comunicado que los objetivos de Pryte encajan perfectamente con los de Internet.org, la iniciativa que desarrolla con otras muchas empresas para conectar a los 5.000 millones de personas que en estos momentos no tienen acceso a Internet en el mundo. Sin embargo, &iquest;supone la filosof&iacute;a de Pryte una patada a la neutralidad de la red?

      </td><td><img src="http://img.genbeta.com/2014/06/pryte_facebook.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/movil/facebook-compra-pryte-la-neutralidad-de-la-red-en-economias-emergentes-parece-una-utopia">http://www.genbeta.com/movil/facebook-compra-pryte-la-neutralidad-de-la-red-en-economias-emergentes-parece-una-utopia</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Glance es el smartwatch que se acopla a cualquier reloj </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Uno de los problemas de los relojes inteligentes es su dise&ntilde;o: muchos sue&ntilde;an con tener en su mu&ntilde;eca un dispositivo conectado pero ahora mismo las opciones que hay nos alejan de los modelos convencionales, los que hemos llevado toda la vida y de verdad nos gustan. Hay conceptos muy interesantes pero no son m&aacute;s que eso de momento: un mont&oacute;n de ideas en la mente de los dise&ntilde;adores.

Glance quiere que nuestro reloj de siempre sea inteligente a&ntilde;adiendo en la correa un dispositivo que se encargar&aacute; de hacerlo inteligente. Una peque&ntilde;a pantalla que se acopla en un lado y nos permitir&aacute; leer notificaciones, responder llamadas y alg&uacute;n que otro truco interesante.

      </td><td><img src="http://img.xataka.com/2014/06/glance-reloj.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/glance-es-el-smartwatch-que-se-acopla-a-cualquier-reloj">http://www.xataka.com/otros/glance-es-el-smartwatch-que-se-acopla-a-cualquier-reloj</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Google anuncia Chrome de 64 bit para Windows en los canales Dev y Canary</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

La versi&oacute;n de 64 bit de Chrome para Windows est&aacute; disponible desde hoy en las p&aacute;ginas de descarga de los canales Canary y Dev. Seg&uacute;n la nota oficial de lanzamiento, es compatible con Windows 7 o superior del sistema operativo de 64 bit de Microsoft.

La nueva versi&oacute;n se puede probar sin necesidad de desinstalar la versi&oacute;n de 32 bit. De hecho he podido comprobar que en Windows 8.1 se pueden ejecutar de forma simult&aacute;nea ambos sabores sin ning&uacute;n problema (Chrome 35 de 32 bit y Chrome 37 canary de 64 bit). La nueva versi&oacute;n conserva configuraci&oacute;n y favoritos.

      </td><td><img src="http://img.genbeta.com/2014/06/chrome-x64-canary.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/navegadores/google-anuncia-chrome-para-windows-de-64-bit-en-los-canales-dev-y-canary">http://www.genbeta.com/navegadores/google-anuncia-chrome-para-windows-de-64-bit-en-los-canales-dev-y-canary</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Instagram 6 llegar&aacute; hoy al iPhone para ir m&aacute;s all&aacute; de los filtros [Actualizado: ya disponible]</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Instagram ha recorrido un largo camino desde que apareci&oacute; en la App Store. Con 200 millones de usuarios activos cada mes y los editores fotogr&aacute;ficos de iOS mejorados en la WWDC14, el servicio ha anunciado la sexta gran versi&oacute;n de su aplicaci&oacute;n m&oacute;vil en la que se a&ntilde;aden m&aacute;s opciones de edici&oacute;n.

La cosa ya no s&oacute;lo va de filtros: podremos modificar la saturaci&oacute;n y la nitidez, adem&aacute;s de resaltar partes espec&iacute;ficas de una instant&aacute;nea. Kevin Systrom, uno de los cofundadores de Instagram, ha dicho en Recode que la idea es competir con todas aquellas aplicaciones que ofrecen este tipo de edici&oacute;n m&aacute;s avanzada pero s&oacute;lo si el usuario paga.      </td><td><img src="http://img.applesfera.com/2014/06/instagram6.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-ios-1/instagram-6-llegara-hoy-al-iphone-para-mas-alla-de-los-filtros">http://www.applesfera.com//aplicaciones-ios-1/instagram-6-llegara-hoy-al-iphone-para-mas-alla-de-los-filtros</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Instagram se actualiza con ajustes m&aacute;s precisos para nuestras fotograf&iacute;as</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Instagram ha mejorado sus aplicaciones para iOS y Android. En esta ocasi&oacute;n han a&ntilde;adido la posibilidad de ajustar una serie de par&aacute;metros como el brillo y el contraste. De este modo, pulsando el icono con la llave inglesa que veremos en la pantalla de seleccionar un filtro, podremos modificar una serie de par&aacute;metros directamente desde Instagram.

Entre ellos est&aacute;n la intensidad del filtro que queramos aplicar, el brillo, el contraste, la temperatura del color, la saturaci&oacute;n, o el vi&ntilde;eteado. De ese modo muchos usuarios podr&aacute;n dejar de recurrir a aplicaciones de terceros para realizar ajustes m&aacute;s avanzados a sus fotograf&iacute;as. Instagram, hasta ahora, apenas permit&iacute;a rotar, mejorar el contraste de la fotograf&iacute;a, a&ntilde;adir un efecto tilt-shift, y seleccionar entre los filtros de los que disponemos.

Aunque, si os soy sincero, no creo que esta actualizaci&oacute;n evite que los usuarios m&aacute;s exigentes editen sus fotograf&iacute;as con un editor como Lightroom antes de subirla a Instagram. Esta actualizaci&oacute;n, identificada como la versi&oacute;n 6.0, est&aacute; ya disponible para los usuarios de Instagram en Android (Ice Cream Sandwich o superior) y en iOS (6.0 o superior). 

M&aacute;s informaci&oacute;n | Instagram Blog
      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_instagram6.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/imagen-digital/instagram-se-actualiza-con-ajustes-mas-precisos-para-nuestras-fotografias">http://www.genbeta.com/imagen-digital/instagram-se-actualiza-con-ajustes-mas-precisos-para-nuestras-fotografias</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>iOS 8 ahora sugerir&aacute; aplicaciones de acuerdo a localizaci&oacute;n</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Como era de esperarse y a poco m&aacute;s de un d&iacute;a de que la primera beta de iOS 8 est&eacute; disponible, poco a poco seguimos conociendo m&aacute;s novedades y nuevas funciones de la futura actualizaci&oacute;n, muchas de ellas necesarias, otras tal vez no tanto, pero que sin duda se agradecen.

Ya conocimos algunas novedades anunciadas en la conferencia de arranque de la WWDC 2014 y otras tantas que no fueron anunciadas pero que igual es importante conocer. Pues ahora sabemos de una m&aacute;s gracias a usuarios con la beta instalada en sus equipos, ahora tendr&iacute;amos sugerencias de aplicaciones de acuerdo a nuestra localizaci&oacute;n.

Dichas sugerencias aparecer&iacute;an en la parte inferior izquierda de la pantalla de bloqueo de nuestro iPhone, para as&iacute; tener acceso de manera inmediata como si se tratase del acceso directo a la c&aacute;mara. En un inicio se pens&oacute; que s&oacute;lo funcionar&iacute;a con aplicaciones previamente instaladas en nuestro equipo, pero algunos usuarios han informado que la recomendaci&oacute;n se da incluso con aplicaciones que no tenemos.      </td><td><img src="http://img.applesfera.com/2014/06/ios_8_alertas_por_localizacion.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/ios-8-ahora-sugerira-aplicaciones-de-acuerdo-a-localizacion">http://www.applesfera.com//ios/ios-8-ahora-sugerira-aplicaciones-de-acuerdo-a-localizacion</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>iOS 8 permitir&aacute; usar AirPlay sin necesidad de estar conectados a la misma red </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          Una de las muchas novedades de iOS 8, tanto las mostradas como las que no se vieron, hacen de la nueva versi&oacute;n un sistema m&aacute;s completo y que va rellenando esas carencias que todos conoc&iacute;amos. Ahora, aunque podr&aacute; ser aprovechada por todos, sobre todo en entornos profesionales cobra muy importancia la posibilidad de usar la funci&oacute;n AirPlay desde un dispositivo iOS a un Apple TV sin necesidad de conectar a la misma red.

Es decir, nuestro iPhone, iPad o iPod Touch detectar&aacute; a un Apple TV cuando est&eacute; cerca permitiendo al usuario poder comenzar a usar la funci&oacute;n de AirPlay para enviar contenido. Una funcionalidad implementada gracias a Handoff. Sistema que ya hemos visto, permitir&aacute; muchas m&aacute;s opciones como el uso de aplicaciones u opci&oacute;n de continuar el trabajo que estamos realizando en nuestro iPhone desde el Mac o viceversa. Todo sin mayor complejidad que estar cerca de nuestro Mac y soltar el iPhone o iPad.</td><td><img src="http://img.applesfera.com/2014/06/airplay.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/ios-8-permitira-usar-airplay-sin-necesidad-de-estar-conectados-a-la-misma-red">http://www.applesfera.com//ios/ios-8-permitira-usar-airplay-sin-necesidad-de-estar-conectados-a-la-misma-red</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>La keynote de Apple en n&uacute;meros </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Si definir una Keynote de Apple es algo que se puede hacer de diferentes maneras, por ejemplo con estos 17 titulares que rescatan en Xataka, hay una que nunca falla. La Keynote de Apple en n&uacute;meros. Por supuesto, me gustar&iacute;a matizar antes que algunos n&uacute;meros juegan un poco con la realidad con el fin de llamar la atenci&oacute;n. De todas formas, ah&iacute; van.


A la Keynote asistieron desarrolladores de 69 pa&iacute;ses
Para el 70% de los asistentes era su primera vez en una keynote de Apple
El asistente m&aacute;s joven s&oacute;lo tiene 13 a&ntilde;os      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_captura_de_pantalla_2014-06-02_a_la(s)_22.31.34.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//apple-1/la-keynote-de-apple-en-numeros">http://www.applesfera.com//apple-1/la-keynote-de-apple-en-numeros</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las novedades del WWDC 2014 para desarrolladores: SDK iOS 8, Swift, CloudKit y mucho m&aacute;s</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 Nos hemos querido mal acostumbrar a que el WWDC sea la keynote donde se presentan productos de Apple. Y nos decepcionamos cuando, por ejemplo, no hay novedades en hardware pero s&iacute; mucho software (sobre todo para programadores). No olvidemos que la WWDC 2014 es una conferencia para desarrolladores de Apple.  Las presentaciones en la Keynote del pasado lunes como iOS 8 o OS X 10.10 Yosemite  vienen...            </td><td><img src="http://img.genbetadev.com/thumbnails/84127_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas">http://www.genbeta.comhttp://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las novedades del WWDC 2014 para desarrolladores: SDK iOS 8, Swift, CloudKit y mucho m&aacute;s</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Nos hemos querido mal acostumbrar a que el WWDC sea la keynote donde se presentan productos de Apple. Y nos decepcionamos cuando, por ejemplo, no hay novedades en hardware pero s&iacute; mucho software (sobre todo para programadores). No olvidemos que la WWDC 2014 es una conferencia para desarrolladores de Apple. 

Las presentaciones en la Keynote del pasado lunes como iOS 8 o OS X 10.10 Yosemite vienen acompa&ntilde;adas, claramente, de novedades para desarrolladores. Hasta el pr&oacute;ximo viernes 6 de junio no acaba las sesiones t&eacute;cnicas y los workshop de c&oacute;digo.

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_ios_8_sdk_desarrolladores.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas">http://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las novedades del WWDC 2014 para desarrolladores: SDK iOS 8, Swift, CloudKit y mucho m&aacute;s</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
                 Nos hemos querido mal acostumbrar a que el WWDC sea la keynote donde se presentan productos de Apple. Y nos decepcionamos cuando, por ejemplo, no hay novedades en hardware pero s&iacute; mucho software (sobre todo para programadores). No olvidemos que la WWDC 2014 es una conferencia para desarrolladores de Apple.  Las presentaciones en la Keynote del pasado lunes como iOS 8 o OS X 10.10 Yosemite  vienen...            </td><td><img src="http://img.genbetadev.com/thumbnails/84127_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com/http://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas">http://www.applesfera.com/http://www.genbetadev.com/desarrollo-aplicaciones-moviles/las-novedades-del-wwdc-2014-para-desarrolladores-sdk-ios-8-swift-cloudkit-y-mucho-mas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las otras novedades de iOS 8</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 Apple present&oacute; ayer alguna de las principales novedades de iOS 8, una versi&oacute;n con profundos cambios aunque pocos fuegos artificiales  que sin duda comenzar&aacute; a brillar cuando los desarrolladores actualicen sus aplicaciones para sacar partido a las m&aacute;s de 4.000 nuevas APIs introducidas. Pero aunque esta es una versi&oacute;n para ellos (que tendr&aacute; una incidencia directa en nosotros), tambi&eacute;n hay muchas...            </td><td><img src="http://img.applesfera.com/thumbnails/95639_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.applesfera.com/ios/las-otras-novedades-de-ios-8">http://www.genbeta.comhttp://www.applesfera.com/ios/las-otras-novedades-de-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las otras novedades de iOS 8</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
                 Apple present&oacute; ayer alguna de las principales novedades de iOS 8, una versi&oacute;n con profundos cambios aunque pocos fuegos artificiales  que sin duda comenzar&aacute; a brillar cuando los desarrolladores actualicen sus aplicaciones para sacar partido a las m&aacute;s de 4.000 nuevas APIs introducidas. Pero aunque esta es una versi&oacute;n para ellos (que tendr&aacute; una incidencia directa en nosotros), tambi&eacute;n hay muchas...            </td><td><img src="http://img.applesfera.com/thumbnails/95639_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.comhttp://www.applesfera.com/ios/las-otras-novedades-de-ios-8">http://www.xataka.comhttp://www.applesfera.com/ios/las-otras-novedades-de-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Los hologramas tambi&eacute;n se apuntan al smartphone </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Ostendo Technologies Inc., una peque&ntilde;a compa&ntilde;&iacute;a basada en California, tiene en sus hornos una m&aacute;s que curiosa invenci&oacute;n. Se trata de un proyector de hologramas pensado para su uso en los smartphones del futuro, de un tama&ntilde;o lo suficientemente peque&ntilde;o como para integrarlo en nuestros dispositivos de bolsillo.

&iquest;Futuro? Precisamente de futuro son pr&aacute;cticamente todas las tecnolog&iacute;as relacionadas con la holograf&iacute;a que hemos visto en los &uacute;ltimos a&ntilde;os (tenemos informes que datan de 2008, otros m&aacute;s recientes de 2011 e incluso algunos de grandes compa&ntilde;&iacute;as como HP), si bien el trabajo de Ostendo tiene ya un recorrido de nueve a&ntilde;os y ha dado como resultado un prototipo diminuto, perfecto para ser instalado en un smartphone, y que es capaz de proyectar un mill&oacute;n de p&iacute;xeles. Esta primera versi&oacute;n s&oacute;lo mostrar&aacute; v&iacute;deos en hologramas bidimensionales, pero la compa&ntilde;&iacute;a est&aacute; ya preparando la tecnolog&iacute;a sucesora que ser&aacute; m&aacute;s cercana a lo que conocemos de aquellas m&iacute;ticas pel&iacute;culas de Star Wars.
      </td><td><img src="http://img.xataka.com/2014/06/ostendo-hologram-tech-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/los-hologramas-tambien-se-apuntan-al-smartphone">http://www.xataka.com/otros/los-hologramas-tambien-se-apuntan-al-smartphone</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Los tuits developers m&aacute;s divertidos. Edici&oacute;n Mayo 2014</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Que graciosos los nerds estos de los ceros y los unos

Los developers trabajamos como mulas pero tambi&eacute;n tenemos tiempo para el cachondeo, que lo cort&eacute;s no quita lo valiente. Por eso no tuiteamos s&oacute;lo nuestros problemas laborales sino que tambi&eacute;n sacamos a relucir el ingenio a veces. Por lo tanto, a partir de este mes vamos a recopilar los tuits developers m&aacute;s divertidos que nos vayamos encontrando en Twitter en los &uacute;ltimos d&iacute;as. Y me callo yo ya y que empiecen a hablar las afiladas e ingeniosas plumas:      </td><td><img src="http://img.genbetadev.com/2014/05/650_1000_shaq-using-phone-620px.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/actualidad/los-tuits-developers-mas-divertidos-edicion-mayo-2014">http://www.genbetadev.com/actualidad/los-tuits-developers-mas-divertidos-edicion-mayo-2014</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Matrix es el mundo que ha sido puesto ante tus ojos para ocultarte la verdad, &iquest;de d&oacute;nde es este c&oacute;digo? </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
Bienvenidos a un mundo dominado por las matrices, donde ellas son lo que existe por debajo para que nosotros veamos un mundo de colores. Las operaciones con matrices y vectores son una parte importante del potencial del software que os retamos a adivinar.

Esta semana, en &iquest;De d&oacute;nde es este c&oacute;digo?, os traemos un proyecto que apenas ha superado la mayor&iacute;a de edad, y en cuyo c&oacute;digo, al contrario de lo que algunos podr&iacute;an pensar al usar este software, predominan las operaciones matem&aacute;ticas.
      </td><td><img src="http://img.genbetadev.com/2014/06/de_donde_es_este_codigo_02062014.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/genbeta-dev/matrix-es-el-mundo-que-ha-sido-puesto-ante-tus-ojos-para-ocultarte-la-verdad-de-donde-es-este-codigo">http://www.genbetadev.com/genbeta-dev/matrix-es-el-mundo-que-ha-sido-puesto-ante-tus-ojos-para-ocultarte-la-verdad-de-donde-es-este-codigo</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Moto Stream convierte en inal&aacute;mbrico a tu sistema de sonido, de Motorola</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Motorola no para de sacar dispositivos al mercado, suponemos que gestados bajo la direcci&oacute;n de Google,  y aparecidos con el benepl&aacute;cito de su nueva due&ntilde;a. Lenovo . El caso que nos ocupa es Moto Stream, un gadget que nos permite pasar la m&uacute;sica desde nuestro dispositivo m&oacute;vil a un sistema de sonido, de forma inal&aacute;mbrica.

Moto Stream es un adaptador que funciona con conectividad Bluetooth, mientras que la conexi&oacute;n a los altavoces, o sistema de sonido, es mediante conector jack de 3,5 mil&iacute;metros. Como pod&eacute;is ver en el v&iacute;deo de presentaci&oacute;n, sus dimensiones son reducidas, y el dise&ntilde;o, colorido y poligonal:

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_650.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/accesorios/moto-stream-convierte-en-inalambrico-a-tu-sistema-de-sonido-de-motorola">http://www.xataka.com/accesorios/moto-stream-convierte-en-inalambrico-a-tu-sistema-de-sonido-de-motorola</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Nuevos AMD Kaveri: 28nm, HSA y los FX llegan a port&aacute;tiles</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Ha llegado Computex 2014 y AMD ten&iacute;a guardada una sorpresa notable: presentan la nueva generaci&oacute;n AMD Kaveri, su plataforma de APU para los pr&oacute;ximos meses. &iquest;Sorpresa? Los esper&aacute;bamos desde hace meses, pero la realidad es que hay un miembro de esta familia que no esper&aacute;bamos: los AMD FX llegan a port&aacute;tiles, formando parte de los Kaveri m&aacute;s potentes presentados hoy mismo.

En total son seis nuevos Kaveri para port&aacute;tiles que vienen en pares: dos FX, dos A10 y otros dos A8, y por supuesto de todos ellos os ofrecermos las caracter&iacute;sticas t&eacute;cnicas m&aacute;s adelante. Tambi&eacute;n tenemos las primeras impresiones de uno de los primeros port&aacute;tiles con el AMD FX-7600P, el m&aacute;s potente de todos los presentados hoy y que pudimos probar en un evento privado hace unos pocos d&iacute;as.
      </td><td><img src="http://img.xataka.com/2014/06/amd-kaveri-cpu.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/componentes-de-pc/nuevos-amd-kaveri-28nm-hsa-y-los-fx-llegan-a-portatiles">http://www.xataka.com/componentes-de-pc/nuevos-amd-kaveri-28nm-hsa-y-los-fx-llegan-a-portatiles</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Once aplicaciones de terceros que OS X Yosemite puede enviar al olvido</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Los desarrolladores que trabajan en las plataformas de Apple esperan la WWDC de cada a&ntilde;o con mucho entusiasmo, pero hay un motivo por el que deber&iacute;an tener miedo: &iquest;qu&eacute; pasa cuando a OS X le da por coger una funci&oacute;n que hasta ahora hac&iacute;a una aplicaci&oacute;n de terceros? Pues en mayor o menos medida esa aplicaci&oacute;n puede quedar olvidada.

OS X Yosemite no es la excepci&oacute;n. El nuevo sistema ha a&ntilde;adido caracter&iacute;sticas que deben haber hecho temblar a m&aacute;s de un desarrollador, temiendo por el futuro de su propia aplicaci&oacute;n ahora que Apple cubre la misma necesidad. Veamos qu&eacute; programas son los que entran en ese terreno peligroso con Yosemite, clasificadas por el objetivo que cubren.      </td><td><img src="http://img.applesfera.com/2014/06/osx.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-os-x-1/once-aplicaciones-de-terceros-que-os-x-yosemite-puede-enviar-al-olvido">http://www.applesfera.com//aplicaciones-os-x-1/once-aplicaciones-de-terceros-que-os-x-yosemite-puede-enviar-al-olvido</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>OS X Yosemite permitir&aacute; capturar video de dispositivos iOS 8</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Ayer por fin dejamos de lado todo tipo de especulaci&oacute;n y conocimos lo nuevo de Apple en cuanto a software, iOS 8 y OS X Yosemite, ambos sistemas cada vez m&aacute;s enfocados en la interacci&oacute;n entre s&iacute; y el facilitarnos la vida diaria.

Como era de esperarse, en la presentaci&oacute;n es imposible mostrar todas las novedades incluidas en los nuevos sistemas operativos, pero gracias a los desarrolladores y uno que otro curioso, iremos descubriendo aquellas caracter&iacute;sticas que no recibieron reflectores, como en esta ocasi&oacute;n, la posibilidad de grabar video de los dispositivos iOS 8.

Aqu&iacute; sabemos que existen aplicaciones enfocadas a la tarea de grabar video, pero que ahora Apple lo confirme y sea a trav&eacute;s de una aplicaci&oacute;n nativa como lo es QuickTime, sin necesidad de configuraciones complicadas ni procesos tediosos, es por dem&aacute;s atractivo.      </td><td><img src="http://img.applesfera.com/2014/06/captura_de_video_os_x_yosemite_ios_8.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-os-x-1/os-x-yosemite-permitira-capturar-video-de-dispositivos-ios-8">http://www.applesfera.com//aplicaciones-os-x-1/os-x-yosemite-permitira-capturar-video-de-dispositivos-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Renault es todo optimismo y ve coches aut&oacute;nomos en solo 4 a&ntilde;os </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El hito de poner un coche aut&oacute;nomo en la calle no es problema de tecnolog&iacute;a sino de leyes. As&iacute; lo ven en Renault, cuyo jefe Carlos Ghosn afirma que el verdadero obst&aacute;culo del coche aut&oacute;nomo no es ahora mismo la tecnolog&iacute;a.

El jefe de la compa&ntilde;&iacute;a francesa se pone adem&aacute;s una fecha para ver coches aut&oacute;nomos en las carreteras de algunos pa&iacute;ses. Para &eacute;l, en 2018 los conductores tendr&aacute;n ya la posibilidad de escoger el nivel de autonom&iacute;a durante la conducci&oacute;n en pa&iacute;ses como Jap&oacute;n, EEUU y por supuesto Francia. Y un par de a&ntilde;os despu&eacute;s esos coches alcanzar&iacute;an el estado de comerciales en Europa. Para ver un coche en el que el conductor pudiera ausentarse del interior del mismo, Ghosn ve un plazo m&aacute;s largo. 

El jefe de Renault pone la mirada en la legislaci&oacute;n como el tap&oacute;n para el coche aut&oacute;nomo. La duda sobre el culpable en caso de accidente es una de las inc&oacute;gnitas que deben resolverse para poder avanzar en este segmento. 

En Xataka | GM lo admite: si Google quiere su coche aut&oacute;nomo es una amenaza para las automovil&iacute;sticas.
      </td><td><img src="http://img.xataka.com/2014/06/650_1000_nuevo-renault-next-two-concept-2014-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/tecnologia-en-el-coche/renault-es-todo-optimismo-y-ve-coches-autonomos-en-solo-4-anos">http://www.xataka.com/tecnologia-en-el-coche/renault-es-todo-optimismo-y-ve-coches-autonomos-en-solo-4-anos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Si necesitas m&aacute;s manos, el MIT ya tiene la soluci&oacute;n </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                
          

Sin llegar a convertirnos en aut&eacute;nticos cyborgs, la tecnolog&iacute;a creo que tiene la obligaci&oacute;n de echarnos una mano. O dos. El juego de palabras es sencillo con el &uacute;ltimo desarrollo del MIT, un sistema de brazos rob&oacute;ticos que nos convierten en humanos mejor preparados para determinadas tareas.

Una de ellas podr&iacute;a ser la de tener las dos manos - las nuestras - ocupadas y a&uacute;n as&iacute; permitirnos realizar m&aacute;s tareas como llamar al ascensor o incluso agarrar un nuevo objeto. Si ese a&ntilde;adido nos lo colocamos en el hombro (la otra opci&oacute;n es sujeto a la cadera), los nuevos brazos ser&iacute;an ideales para subir y cargar objetos pesados sin peligro para nuestra salud.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_srl-img4-1401721722159.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/robotica/si-necesitas-mas-manos-el-mit-ya-tiene-la-solucion">http://www.xataka.com/robotica/si-necesitas-mas-manos-el-mit-ya-tiene-la-solucion</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Sony Smartband, an&aacute;lisis</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Tras varios a&ntilde;os en que empresas como Fitbit o Jawbone se hac&iacute;an con el dominio del segmento de los cuantificadores personales, 2014 os adelantamos que iba a ser el a&ntilde;o en el que las grandes de la electr&oacute;nica le dieran un bocado a este negocio.

La Smartband es la primera aproximaci&oacute;n de Sony en el campo de los medidores de actividad, y la hemos estado probando durante unas semanas. En nuestro an&aacute;lisis a fondo de la Smartband de Sony os contamos qu&eacute; nos ha parecido, qu&eacute; valores es capaz de medir o d&oacute;nde la situamos en el universo de este tipo de dispositivos. Empezamos.

      </td><td><img src="http://img.xataka.com/2014/06/smartband_portada_analisis_xataka.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/analisis/sony-smartband-analisis">http://www.xataka.com/analisis/sony-smartband-analisis</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Spotlight de Apple: de olvidado a rey de la fiesta</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Una de las novedades de OS X Yosemite que Apple nos present&oacute; ayer en su keynote de la WWDC 2014 fue el nuevo Spotlight, que pasa de quedar arrinconado en el extremo derecho superior de la interfaz a presidirla con un gran buscador central. Nadie se hab&iacute;a planteado este cambio y no figuraba en absolutamente ning&uacute;n rumor.

De todo lo que pod&iacute;a mejorar Apple, Spotlight es quiz&aacute;s lo que m&aacute;s d&aacute;bamos por sentado de que seguir&iacute;a igual. Y pensando eso hemos cometido un error, porque en realidad la compa&ntilde;&iacute;a ha cuidado una de las caracter&iacute;sticas que m&aacute;s han destacado en OS X desde hace a&ntilde;os: las b&uacute;squedas.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_spotlight.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/mac/spotlight-de-apple-de-olvidado-a-rey-de-la-fiesta">http://www.genbeta.com/mac/spotlight-de-apple-de-olvidado-a-rey-de-la-fiesta</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Swift, Apple lanza un nuevo lenguaje para programar en iOS y OS X</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
Apple ha sorprendido a toda la audiencia del WWDC 2014 con el anuncio de un nuevo lenguaje de programaci&oacute;n para iOS y OS X. Se trata de Swift que en palabras de Craig Federighi es "r&aacute;pido, moderno y dise&ntilde;ado con seguridad" "Es como Objective-C, pero sin C". Swift ha sido dise&ntilde;ado completamente de forma nativa para trabajar con todas las caracter&iacute;sticas que los desarrolladores usaban de Cocoa y Cocoa Touch desde Objective-C. Y por supuesto, total soporte desde XCode 6 beta(disponible ya). 

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_swift-lenguaje-apple.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/actualidad/swift-apple-lanza-un-nuevo-lenguaje-para-programar-en-ios-y-osx">http://www.genbetadev.com/actualidad/swift-apple-lanza-un-nuevo-lenguaje-para-programar-en-ios-y-osx</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Tres razones por las que no instalar la beta de iOS 8 si no eres desarrollador</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                
          

Ayer se present&oacute; en la Worldwide Developer Conference 2014 iOS 8, la nueva versi&oacute;n para nuestros dispositivos que estar&aacute; disponible para todos en oto&ntilde;o y de la que ahora podemos descargar una versi&oacute;n beta. Aunque somos muchos los que estamos impacientes por probar las novedades que trae la octava versi&oacute;n de iOS, esta versi&oacute;n beta no es recomendable para todo el mundo.

&iquest;Por qu&eacute; decimos que no es para todo el mundo? Porque ahora mismo es una fase muy temprana del sistema operativo y la mayor&iacute;a de las cosas no funcionar&aacute;n. Hoy os traemos una peque&ntilde;a lista en la que os damos tres razones por las que no instalar la beta de iOS 8. Si est&aacute;is pensando en actualizar vuestro iPhone o iPad yo lo pensar&iacute;a muy bien despu&eacute;s de leer estas razones.      </td><td><img src="http://img.applesfera.com/2014/06/ios8-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/tres-razones-por-las-que-no-instalar-la-beta-de-ios-8">http://www.applesfera.com//ios/tres-razones-por-las-que-no-instalar-la-beta-de-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>uTorrent cambia de idea y forzar&aacute; la publicidad a sus usuarios</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

uTorrent, uno de los principales gestores de torrents en todo el mundo, anunci&oacute; en agosto de 2012 la incorporaci&oacute;n de publicidad en su software. Tantas fueron las quejas de los usuarios que cuatro d&iacute;as despu&eacute;s daba marcha atr&aacute;s y hac&iacute;a la publidad opcional, permitiendo que los usuarios la desactivasen en las preferencias del programa.

Pero BitTorrent Inc., creadores de uTorrent, han vuelto a dar marcha atr&aacute;s. La &uacute;ltima versi&oacute;n del software (3.4.2) que fue lanzada esta misma semana ya no ofrece a los usuarios la posibilidad de desactivar la publicidad, que hasta ahora aparec&iacute;a en la esquina inferior izquierda de uTorrent.

      </td><td><img src="http://img.genbeta.com/2014/06/utorrent.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/intercambio-de-ficheros/utorrent-cambia-de-idea-y-forzara-la-publicidad-a-sus-usuarios">http://www.genbeta.com/intercambio-de-ficheros/utorrent-cambia-de-idea-y-forzara-la-publicidad-a-sus-usuarios</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Verbal Expressions, la herramienta definitiva para utilizar las expresiones regulares</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Desde siempre me ha parecido que hay dos caracter&iacute;sticas que definen a los programadores de &ldquo;pelo en pecho&rdquo;: El manejarse fluidamente con C++  y el utilizar de forma intensiva las expresiones regulares.

De hecho, las expresiones regulares son una de las grandes malditas del desarrollo por el intenso dolor que produce el utilizarla en c&oacute;digo real. Ya que tiene una expresividad y naturalidad en el punto opuesto a todo lo que se pueda denominar lenguaje natural.

Pero gracias a Adri&aacute;n Fernandez he encontrado la herramienta definitiva para poder utilizarlas de forma sencilla y eficaz en mi c&oacute;digo: VerbalExpressions.

      </td><td><img src="http://img.genbetadev.com/2014/05/csharpverbalexpression_portada.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/herramientas/verbal-expressions-la-herramienta-definitiva-para-utilizar-las-expresiones-regulares">http://www.genbetadev.com/herramientas/verbal-expressions-la-herramienta-definitiva-para-utilizar-las-expresiones-regulares</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Visual Studio ALM Rangers: gesti&oacute;n del ciclo de vida en TFS y Git</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Los Visual Studio ALM Rangers son destacados miembros de la comunidad t&eacute;cnica de Microsoft que utilizan su tiempo libre para, en conjunto con los MVP y especialistas de todo el mundo, dedicarse a construir una gu&iacute;a extensa y profunda de los conceptos y estrategias a implementar con las caracter&iacute;sticas ALM de Visual Studio.

Desde 2006 est&aacute;n publicando de forma peri&oacute;dica estos documentos, que en gran parte pueden ser aplicados en cualquier sistema de Gesti&oacute;n de Ciclo de Vida, y acaban de anunciar la &uacute;ltima revisi&oacute;n para su descarga: Gu&iacute;a de control de versiones. 

      </td><td><img src="http://img.genbetadev.com/2014/06/version_control_guide_2013.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/formacion/visual-studio-alm-rangers-gestion-del-ciclo-de-vida-en-tfs-y-git">http://www.genbetadev.com/formacion/visual-studio-alm-rangers-gestion-del-ciclo-de-vida-en-tfs-y-git</a>
</p>
</td>
</tr>
</table>
</div>
<br>
</div>
<br>
<div class="cleaner"></div>
</div>
<div id="templatemo_footer">
<br>
<h3>Trabajo de Lenguaje de Marcas. Los Datos han sido tomados de <a href="http://www.genbeta.com/">www.genbeta.com</a> , <a href="http://www.genbetadev.com">www.genbetadev.com</a> , <a href="http://www.xataka.com">www.xataka.com</a> y <a href="http://www.appleesfera.com">www.appleesfera.com</a>
</h3>
<div class="cleaner"></div>
</div>
</div>
</div>
</body>
</html>
