<!DOCTYPE html><html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta charset="utf-8">
<title>Noticias Actuales</title>
<link type="text/css" rel="stylesheet" href="templatemo_style.css">
</head>
<body>
<div id="templatemo_wrapper_outer">
<div id="templatemo_wrapper">
<div id="templatemo_banner">
<br>
<h2>El Noticiario Tecnol&oacute;gico<span> web scrapping proyect</span>
</h2>
</div>
<div id="templatemo_content_wrapper">
<div id="content">
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;La posible gran limitaci&oacute;n de Amazon y su streaming de m&uacute;sica? Solo canciones de m&aacute;s de seis meses </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Amazon elev&oacute; recientemente el precio de Prime y tiene que justificar dicha subida. Una forma de hacerlo puede ser a trav&eacute;s de un servicio de streaming de m&uacute;sica que seg&uacute;n diversos rumores la compa&ntilde;&iacute;a de Jeff Bezos est&aacute; preparando.

Hasta ahora conoc&iacute;amos que este servicio estar&iacute;a disponible solo para los miembros de Prime -al igual que Instant Prime Video- y que las canciones solo se podr&iacute;an escuchar un n&uacute;mero determinado de veces. A estas hipot&eacute;ticas caracter&iacute;sticas hay que sumarle una m&aacute;s: seg&uacute;n BuzzFeed solo las canciones de m&aacute;s de seis meses de antig&uuml;edad estar&aacute;n disponibles para los usuarios.

      </td><td><img src="http://img.genbeta.com/2014/05/jeff_bezos.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/multimedia/la-posible-gran-limitacion-de-amazon-y-su-streaming-de-musica-solo-canciones-de-mas-de-seis-meses">http://www.genbeta.com/multimedia/la-posible-gran-limitacion-de-amazon-y-su-streaming-de-musica-solo-canciones-de-mas-de-seis-meses</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;OS X Yosemite? Los carteles de la WWDC14 as&iacute; lo sugieren</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Esta tarde hemos visto c&oacute;mo Apple "confirmaba" la aparici&oacute;n de iOS 8 a su manera: colgando el cartel promocional en el hall del Moscone Center en San Francisco. Y tras iOS 8 toca ver el cartel del hermano mayor. El personal del recinto de la WWDC 2014 ha empezado a colgar el cartel de OS X 10.10, confirmando tambi&eacute;n su presentaci&oacute;n y d&aacute;ndonos pistas acerca de su nombre.

Si el a&ntilde;o pasado ve&iacute;amos ese mismo cartel con la fotograf&iacute;a de una gran ola prediciendo el nombre de Mavericks, ahora lo que vemos es una gran X con el parque nacional de Yosemite de fondo. As&iacute; que id cogi&eacute;ndole cari&ntilde;o a este nombre: OS X Yosemite.      </td><td><img src="http://img.applesfera.com/2014/05/650_1000_cartelosx.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//os-x/os-x-yosemite-los-carteles-de-la-wwdc14-asi-lo-sugieren">http://www.applesfera.com//os-x/os-x-yosemite-los-carteles-de-la-wwdc14-asi-lo-sugieren</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; concepto tienen los no desarrolladores de nuestro trabajo?: la pregunta de la semana </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Ya estamos aqu&iacute; de nuevo, tus amigos de Genbeta Dev reconvertidos en encuestadores, como hacemos cada semana. Es decir, en cristiano: La pregunta de la semana ya est&aacute; aqu&iacute;. Y esta vez con un tema espinoso, de los que te llegan al tu&eacute;tano:

&iquest;Qu&eacute; concepto tienen los no desarrolladores de nuestro trabajo?</td><td><img src="http://img.genbetadev.com/2014/05/geek_party.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/que-concepto-tienen-los-no-desarrolladores-de-nuestro-trabajo-la-pregunta-de-la-semana">http://www.genbetadev.com/trabajar-como-desarrollador/que-concepto-tienen-los-no-desarrolladores-de-nuestro-trabajo-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; es un organizador de APIs?</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
En el mundo del desarrollo cada d&iacute;a programamos en m&aacute;s lenguajes, puede ser en  Java o en C# o sino en Javascript o PHP. Lejanos quedan los d&iacute;as all&aacute; por 1995 que con saber Visual Basic uno se pod&iacute;a poner el t&iacute;tulo de desarrollador.Hoy la realidad es mucho m&aacute;s dura.

El n&uacute;mero de lenguajes de programaci&oacute;n ha crecido de forma descontrolada desde entonces. Apoyados en esto, un ejercito de frameworks ha aparecido en el horizonte con ganas de batalla .Esto ha generado nuevas necesidades entre los desarrolladores, los cuales deben aprender cada d&iacute;a m&aacute;s y m&aacute;s tecnonolog&iacute;as. Las entrevistas de trabajo se han vuelto m&aacute;s exigentes y donde antes pon&iacute;a C#, ASP.NET y Visual Studio  hoy hay que a&ntilde;adir Android, Angular o MongoDB. La lista crece y crece sin que veamos un final claro en el horizonte. &iquest;Es posible aprender todo esto?. La respuesta es NO. Resulta  imposible aprender de todo, o por lo menos no con el suficiente expertise que nos gustar&iacute;a. 

      </td><td><img src="http://img.genbetadev.com/2014/05/dash002.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/herramientas/que-es-un-organizador-de-apis">http://www.genbetadev.com/herramientas/que-es-un-organizador-de-apis</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Tecnolog&iacute;a retro y Lego? Chris McVeigh sabe c&oacute;mo enamorarme</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
                 Me encanta la tecnolog&iacute;a retro, o m&aacute;s bien vintage: c&aacute;maras, videoconsolas, ordenadores, televisiones... as&iacute; que si a eso le sumas un poco de Lego, que tambi&eacute;n me encanta, pues me tienes loquitamente enamorado, como ha conseguido Chris McVeigh con sus recreaciones en Lego de tecnolog&iacute;a retro.  Con una habilidad innata para combinar piezas del famoso juego de construcci&oacute;n, Chris ha conseguido crear...            </td><td><img src="http://img.xataka.com/2014/05/650_1000_spaceshiptwo.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.comhttp://www.trendenciaslifestyle.com/tecnologia-y-gadgets/tecnologia-retro-y-lego-chris-mcveigh-sabe-como-enamorarme">http://www.xataka.comhttp://www.trendenciaslifestyle.com/tecnologia-y-gadgets/tecnologia-retro-y-lego-chris-mcveigh-sabe-como-enamorarme</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>"La ense&ntilde;anza del pensamiento algor&iacute;tmico debe empezar en Primaria" Entrevista a Juan Juli&aacute;n Merelo</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          Mientras la inform&aacute;tica abarca cada d&iacute;a m&aacute;s &aacute;mbitos de nuestra vida, la ense&ntilde;anza de la misma y de los conceptos b&aacute;sicos de programaci&oacute;n no parece estar avanzando al mismo ritmo. Desde Genbeta Dev nos preguntamos qu&eacute; medios y herramientas existen para integrar la inform&aacute;tica en etapas m&aacute;s tempranas de la educaci&oacute;n, y para ello contamos con la opini&oacute;n de Juan Juli&aacute;n Merelo, profesor de la Universidad de Granada y miembro de la Oficina de Software Libre, desde la que promueven distintas iniciativas para la ense&ntilde;anza de la programaci&oacute;n a gente de todas las edades.

Genbeta Dev: &iquest;Es necesario que los ni&ntilde;os aprendan programaci&oacute;n en el colegio? 

JJ Merelo: M&aacute;s que programaci&oacute;n, es necesario que aprendan lo que se conoce como pensamiento algor&iacute;tmico o pensamiento computacional. La idea b&aacute;sica del pensamiento computacional es aprender a tomar un problema, dividirlo en varias partes y usar una serie de herramientas para resolverlo. &Eacute;sa es al final la base de todas las ingenier&iacute;as, no s&oacute;lo de la inform&aacute;tica.

      </td><td><img src="http://img.genbetadev.com/2014/05/jjmerelo.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/entrevistas/la-ensenanza-del-pensamiento-algoritmico-debe-empezar-en-primaria-entrevista-a-juan-julian-merelo">http://www.genbetadev.com/entrevistas/la-ensenanza-del-pensamiento-algoritmico-debe-empezar-en-primaria-entrevista-a-juan-julian-merelo</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Android x86: as&iacute; es la versi&oacute;n de Android para PC (parte 1)</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Android-x86 es un proyecto cuyo objetivo es portar el sistema operativo de Google para m&oacute;viles a la plataforma x86 (en particular m&aacute;quinas animadas por procesadores Intel y AMD). En su etapa m&aacute;s temprana, Android-x86 buscaba crear una serie de parches para m&aacute;quinas espec&iacute;ficas, entre ellas algunos netbooks populares. Con el tiempo el desarrollo ha ido mucho m&aacute;s lejos, y las &uacute;ltimas versiones liberadas se parecen bastante a una distribuci&oacute;n Linux al uso, capaz de correr en un amplio rango de m&aacute;quinas.

Sobre Android-x86 os habl&eacute; hace un par de a&ntilde;os con motivo del lanzamiento de la versi&oacute;n 4.0 RC1. Desde entonces estoy siguiendo la evoluci&oacute;n del proyecto. Las primeras pruebas fueron siempre en m&aacute;quinas virtuales, pero con el lanzamiento de la versi&oacute;n 4.3 decid&iacute; dar el salto a una instalaci&oacute;n real. En este art&iacute;culo os voy a contar mi experiencia con Android-x86 como sistema operativo de escritorio.

      </td><td><img src="http://img.genbeta.com/2014/05/android-x86.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/a-fondo/android-x86-asi-es-la-version-de-android-para-pc-parte-1">http://www.genbeta.com/a-fondo/android-x86-asi-es-la-version-de-android-para-pc-parte-1</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Android-x86: as&iacute; es la versi&oacute;n de Android para PC (parte 2)</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

En la primera parte de este especial sobre Android-x86 os present&eacute; el proyecto, c&oacute;mo he ido siguiendo su trayectoria, y las diversas pruebas realizadas sobre distintas m&aacute;quinas; desde un netbook, pasando por un port&aacute;til, y terminando en diversos PCs de escritorio, con &eacute;xito en unos casos y en otros no.

En esta segunda parte vamos a ver c&oacute;mo comprobar de manera sencilla si Android-x86 es compatible con nuestra m&aacute;quina desde un punto de vista pr&aacute;ctico. Lo primero que necesitamos es descargar la imagen ISO de Android-x86. En este art&iacute;culo vamos a trabajar con la &uacute;ltima versi&oacute;n publicada: Android-x86 4.4-RC2 (KitKat-x86), disponible en Sourceforge (tama&ntilde;o de descarga 332 MB).

      </td><td><img src="http://img.genbeta.com/2014/05/android-x86-live.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/a-fondo/android-x86-asi-es-la-version-de-android-para-pc-parte-2">http://www.genbeta.com/a-fondo/android-x86-asi-es-la-version-de-android-para-pc-parte-2</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Antes de la presentaci&oacute;n de iOS 8, la adopci&oacute;n de iOS 7 roza el 90 por ciento </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          Cuando es m&aacute;s que evidente que iOS 8 ser&aacute; presentado este mismo lunes, aunque no est&eacute; disponible (versiones beta aparte) hasta oto&ntilde;o junto con el lanzamiento del pr&oacute;ximo iPhone, la adopci&oacute;n de iOS 7 alcanza cotas muy elevadas. Un estudio realizado en Estados Unidos de Am&eacute;rica y Canad&aacute; arroja estos datos.

Cerca de un 89,7 por ciento de los iPhone activos en estos pa&iacute;ses tienen la &uacute;ltima versi&oacute;n del sistema operativo instalado en ellos. El anterior estudio arrojaba unos datos del 85 por ciento y fue realizado en marzo de este mismo a&ntilde;o.      </td><td><img src="http://img.applesfera.com/2014/05/121920-md-chitika_ios7_inline2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//analisis/antes-de-la-presentacion-de-ios-8-la-adopcion-de-ios-7-roza-el-90-por-ciento">http://www.applesfera.com//analisis/antes-de-la-presentacion-de-ios-8-la-adopcion-de-ios-7-roza-el-90-por-ciento</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Apple retransmitir&aacute; en directo las "emocionantes sopresas" de la Keynote del pr&oacute;ximo lunes</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
                 Vea el video en streaming de este evento especial y conozca m&aacute;s acerca de nuestros emocionantes anuncios La compa&ntilde;&iacute;a de Cupertino ha actualizado el apartado de su web en el que publican sus presentaciones oficiales con la p&aacute;gina en la que retransmitir&aacute;n en directo la keynote inaugural de la inminente Conferencia Mundial de Desarrolladores de Apple, la WWDC 2014 . El evento tendr&aacute; lugar el pr&oacute;ximo...            </td><td><img src="http://img.applesfera.com/thumbnails/95328_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.comhttp://www.applesfera.com/eventos/apple-retransmitira-en-directo-las-emocionantes-sopresas-de-la-keynote-del-proximo-lunes">http://www.genbetadev.comhttp://www.applesfera.com/eventos/apple-retransmitira-en-directo-las-emocionantes-sopresas-de-la-keynote-del-proximo-lunes</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>As&iacute; se imaginaba un smartwatch "a lo grande" en los a&ntilde;os 80</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Puede que los relojes inteligentes se est&eacute;n comenzando a poner de moda ahora, pero el concepto no es en absoluto nuevo. Microsoft ya intent&oacute; aprovechar un concepto similar con su Smart Personal Object Technology (SPOT) en 2004, pero antes, mucho antes, ya se iniciaron esfuerzos que convert&iacute;an a los relojes tradicionales en dispositivos m&aacute;s vers&aacute;tiles. 

Es el caso del Seiko UC-2000, un reloj digital que a priori no era especialmente sorprendente, pero que ganaba muchos enteros cuando uno se enteraba de que pod&iacute;a utilizarlo en conjunci&oacute;n con dos m&oacute;dulos que lo convert&iacute;an en un verdadero reloj inteligente de la &eacute;poca. Si no fuera por el tama&ntilde;o...

      </td><td><img src="http://img.xataka.com/2014/05/650_1000_wwdc14-home-branding.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/historias-de-la-tecnologia/asi-se-imaginaba-un-smartwatch-a-lo-grande-en-los-anos-80">http://www.xataka.com/historias-de-la-tecnologia/asi-se-imaginaba-un-smartwatch-a-lo-grande-en-los-anos-80</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>A&uacute;n m&aacute;s barato: AOC U2868PQU, un monitor UHD por 650 euros</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Seguimos bajando el precio de los monitores UHD/4K, esos que empezaron costando unos cuantos miles y que ya es posible encontrarlos por debajo del millar de euros. La tecnolog&iacute;a va evolucionando y lo que antes era puntero ahora es algo m&aacute;s asequible. &iquest;Queda a&uacute;n mucho camino por recorrer en el mundo de los monitores UHD? Por supuesto, ya que aunque a&uacute;n no merecen del todo la pena su evoluci&oacute;n est&aacute; siendo, sin duda alguna, muy r&aacute;pida.

AOC U2868PQU es uno de los &uacute;ltimos en llegar, y lo hace con buen pie... es decir, caracter&iacute;sticas bastante decentes. A las 28 pulgadas ya t&iacute;picas en los monitores UHD/4K y con la ya sabida resoluci&oacute;n, 3840x2160 p&iacute;xeles, hay que sumar el funcionamiento a 60 hercios, el refresco de 1 milisegundo y el uso de entradas de v&iacute;deo HDMI 1.4 y DisplayPort 1.2 y DVI. Como esper&aacute;is incluye un panel TN, en vez de los mejores IPS... no se pod&iacute;a tener todo, claro.
      </td><td><img src="http://img.xataka.com/2014/05/650_1000_captura_de_pantalla_2014-05-30_a_la(s)_22.56.46.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/pantallas/aun-mas-barato-aoc-u2868pqu-un-monitor-uhd-por-650-euros">http://www.xataka.com/pantallas/aun-mas-barato-aoc-u2868pqu-un-monitor-uhd-por-650-euros</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Bases de Datos y relaciones ternarias</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
Las tareas de modelado a nivel de bases de datos pertenecen a la cultura de conocimiento que todos los desarrolladores tenemos . Sin embargo mi experiencia me ha convencido con el paso del tiempo de que es una parte del conocimiento que trabajamos poco. Lo hemos estudiado en los m&oacute;dulos o en la carrera y suponemos que es un conocimiento totalmente adquirido . Lamentablemente esto no es siempre cierto . Vamos a poner un ejemplo muy sencillo usando las siguiente tablas Curso, Aula ,Alumno.

      </td><td><img src="http://img.genbetadev.com/2014/05/cabecera.gif"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/bases-de-datos/bases-de-datos-y-relaciones-ternarias">http://www.genbetadev.com/bases-de-datos/bases-de-datos-y-relaciones-ternarias</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Flame, el smartphone para desarrollo de Firefox OS, en preventa</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Si por un casual eres desarrollador Firefox OS o tienes intenci&oacute;n de probar suerte en ese todav&iacute;a nebuloso mundo, tenemos una buena noticia para ti: por fin sale en forma de pre-venta Flame, el smartphone de referencia para desarrollo, dise&ntilde;o y testing creado por Mozilla y T2Mobile.      </td><td><img src="http://img.genbetadev.com/2014/05/flame.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/desarrollo-aplicaciones-moviles/flame-el-smartphone-para-desarrollo-de-firefox-os-en-preventa">http://www.genbetadev.com/desarrollo-aplicaciones-moviles/flame-el-smartphone-para-desarrollo-de-firefox-os-en-preventa</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>iOS 8 se confirma dej&aacute;ndose ver en los carteles del Moscone Centre</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 Cada vez queda menos tiempo para que se celebre la WWDC 2014. El lunes a las 19:00 ser&aacute; el momento en el que Tim Cook comience a contarnos todas las novedades que Apple nos tiene preparadas. Nosotros os lo contaremos en directo como siempre pero mientras tanto nos podemos ir conformando con las peque&ntilde;as p&iacute;ldoras que vienen desde el Moscone Centre. La &uacute;ltima, esta  pancarta que muestra el logotipo...            </td><td><img src="http://img.applesfera.com/thumbnails/95502_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.applesfera.com/ios/ios-8-se-confirma-dejandose-ver-en-los-carteles-del-moscone-centre">http://www.genbeta.comhttp://www.applesfera.com/ios/ios-8-se-confirma-dejandose-ver-en-los-carteles-del-moscone-centre</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>iOS 8 se confirma dej&aacute;ndose ver en los carteles del Moscone Centre</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Cada vez queda menos tiempo para que se celebre la WWDC 2014. El lunes a las 19:00 ser&aacute; el momento en el que Tim Cook comience a contarnos todas las novedades que Apple nos tiene preparadas. Nosotros os lo contaremos en directo como siempre pero mientras tanto nos podemos ir conformando con las peque&ntilde;as p&iacute;ldoras que vienen desde el Moscone Centre. La &uacute;ltima, esta pancarta que muestra el logotipo de iOS 8.

No era un gran secreto que iOS 8 se iba a presentar en esta WWDC, pero lo que desconoc&iacute;amos era el estilo que iba a seguir esta revisi&oacute;n del sistema operativo m&oacute;vil. En la pancarta se puede ver un simple 8 con un fondo que parece algo acu&aacute;tico, casi como si fuera una piscina. Esta imagen contrasta bastante con la que vimos el a&ntilde;o pasado con el cartel de iOS 7 el cual mostraba un fondo simple con un 7 colorido.

Los rumores apuntan a que iOS 8 mantendr&aacute; la est&eacute;tica de iOS 7, sin embargo una pancarta tan diferente nos puede llevar a pensar que quiz&aacute;s desde Cupertino nos tienen preparada alguna sorpresa que no esperamos. Hay una posibilidad muy baja de que esto ocurra pero la esperanza es lo &uacute;ltimo que se pierde.

V&iacute;a | @jyarow
      </td><td><img src="http://img.applesfera.com/2014/05/ios8-moscone-centre.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/ios-8-se-confirma-dejandose-ver-en-los-carteles-del-moscone-centre">http://www.applesfera.com//ios/ios-8-se-confirma-dejandose-ver-en-los-carteles-del-moscone-centre</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>iOS desde cero: Autocorrecci&oacute;n y dictado</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Incluso en caso de que tengas sobresaliente en Lengua y no necesites ninguna muleta electr&oacute;nica para escribir sin faltas, el autocorrector siempre es una herramienta muy &uacute;til para navegar entre los errores que inevitablemente todos cometemos cuando machacamos las teclas virtuales del teclado de iOS a una velocidad de v&eacute;rtigo. Pero tampoco es infalible, y aprender a domesticarlo es muy importante de cara a que mejore con el tiempo en lugar de convertirse en un estorbo.

      </td><td><img src="http://img.applesfera.com/2014/05/autocorrector.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//tutoriales/ios-desde-cero-autocorreccion-y-dictado">http://www.applesfera.com//tutoriales/ios-desde-cero-autocorreccion-y-dictado</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Iris, la herramienta indispensable para los Screencasts </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Nunca est&aacute; de m&aacute;s el conocer herramientas que ocupen poco espacio en tu disco duro y que puedan resultarte muy &uacute;tiles. Este es el caso de Iris, una aplicaci&oacute;n ideal para hacer screencast y que podemos descargarnos de manera totalmente gratuita en la Mac App Store. Simplemente nos introducir&aacute; una peque&ntilde;a marca de agua en la parte inferior del v&iacute;deo.

No pensemos que por ser una aplicaci&oacute;n gratuita nos va a ofrecer menos, podemos utilizarla en su totalidad, solo nos introducir&aacute; la marca de agua. Si vemos que vamos a utilizarla de manera profesional y queremos deshacernos de dicha marca de agua tendremos que abonar 35 euros.      </td><td><img src="http://img.applesfera.com/2014/05/app-talking-head1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-os-x-1/iris-la-herramienta-indispensable-para-los-screencasts">http://www.applesfera.com//aplicaciones-os-x-1/iris-la-herramienta-indispensable-para-los-screencasts</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Lanzamiento oficial de Linux Mint 17 LTS Qiana (Cinnamon y MATE)</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

La espera se ha terminado. La distribuci&oacute;n GNU/Linux de prop&oacute;sito general, Linux Mint 17 LTS "Qiana" ha sido lanzada de forma oficial con los entornos de escritorio Cinnamon y MATE, seg&uacute;n ha comunicado el l&iacute;der del proyecto, Clement Lefebvre. El vago calendario, "para finales de mayo", se ha cumplido.

Como ya os contamos en Genbeta con motivo del lanzamiento de la versi&oacute;n candidata, el proyecto Mint inicia con Qiana una nueva etapa, marcada por una ruptura entre el paralelismo existente hasta ahora entre Mint y la distribuci&oacute;n madre, Ubuntu.

Derivada de Ubuntu 14.04 LTS, Trusty Thar, Qiana ser&aacute; la base de los futuros lanzamientos de MInt durante los dos pr&oacute;ximos a&ntilde;os, y recibir&aacute; caracter&iacute;sticas nuevas hasta 2016. El soporte de esta versi&oacute;n de MInt llegar&aacute; hasta 2019. La nueva pol&iacute;tica supone una apuesta del proyecto en favor de la estabilidad de la distribuci&oacute;n.

V&iacute;a | The Linux Mint Blog

Web | Descarga (Cinnamon, MATE)
      </td><td><img src="http://img.genbeta.com/2014/05/linuxmint-17-qiana-cinnamon-final.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/linux/lanzamiento-oficial-de-linux-mint-17-lts-qiana-cinnamon-y-mate">http://www.genbeta.com/linux/lanzamiento-oficial-de-linux-mint-17-lts-qiana-cinnamon-y-mate</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>La primera Apple Store bioenerg&eacute;tica de Apple, en Jap&oacute;n</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Si ya no ten&iacute;amos suficiente con visitar la Apple Store de Ginza, que es preciosa y se encuentra en un entorno envidiable, ahora nos llega la que podr&iacute;amos considerar la primera Apple Store bioenerg&eacute;tica que va a ser abierta. Y tambi&eacute;n se encontrar&aacute; en Tokio, concretamente en el barrio de Omotesando.

Aunque gran parte de la tienda est&aacute; cubierta, ya que a&uacute;n andan trabajando en ella, se puede ver como una de las paredes externas laterales est&aacute; completamente cubierta de vegetaci&oacute;n. Enredaderas, vi&ntilde;as y otros muchos tipos de plantas que no buscan ser un mero complemento est&eacute;tico.      </td><td><img src="http://img.applesfera.com/2014/05/japanapplestore.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//curiosidades/la-primera-apple-store-bioenergetica-de-apple-en-japon">http://www.applesfera.com//curiosidades/la-primera-apple-store-bioenergetica-de-apple-en-japon</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las novedades de Apple en la WWDC, en directo en Xataka </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

La semana pr&oacute;xima se celebra el WWDC 2014 y el lunes hay conferencia por parte de Apple. &iquest;Adivin&aacute;is que plan os proponemos para ese d&iacute;a? Exacto, nuestra cobertura en directo. Desde las siete de la tarde os estaremos contando en nuestra p&aacute;gina dedicada todo lo que se vaya anunciando en dicha keynote. Tambi&eacute;n podr&aacute;s enterarte de las novedades en nuestro Twitter y en portada de Xataka.

Sobre lo que esperamos ver, ya tenemos una respuesta al &oacute;rdago de Tim Cook. Ya veremos si Apple se atreve con algo m&aacute;s all&aacute; de hablarnos sobre OSX e iOS8, que ya sabemos que estar&aacute; m&aacute;s que presente.

En Xataka | En directo desde la WWDC.
      </td><td><img src="http://img.trendenciaslifestyle.com/thumbnails/8782_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/eventos/las-novedades-de-apple-en-la-wwdc-en-directo-en-xataka">http://www.xataka.com/eventos/las-novedades-de-apple-en-la-wwdc-en-directo-en-xataka</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>LG G3, el coche aut&oacute;nomo de Google y m&aacute;s en lo mejor de la semana en v&iacute;deo</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Bienvenidos una vez m&aacute;s, a lo mejor de la semana en v&iacute;deo. En una semana con diferentes temas claves, la confirmaci&oacute;n de la compra de Beats por parte de Apple, la presentaci&oacute;n del nuevo LG G3 o el coche aut&oacute;nomo de Google son algunas de las noticias destacadas.

Claro que no son las &uacute;nicas, la pol&eacute;mica con servicios como Blablacar, Uber o curiosidades como el SpaceX Dragon V2 con algunas de las noticias destacadas.

En Xataka | Lo mejor de la semana en v&iacute;deo
      </td><td><img src="http://img.xataka.com/2014/05/aoc-u2868pqu-4k-monitor.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/xataka/lg-g3-el-coche-autonomo-de-google-y-mas-en-loo-mejor-de-la-semana-en-video">http://www.xataka.com/xataka/lg-g3-el-coche-autonomo-de-google-y-mas-en-loo-mejor-de-la-semana-en-video</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Los tuits developers m&aacute;s divertidos. Edici&oacute;n Mayo 2014</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                
          

Que graciosos los nerds estos de los ceros y los unos

Los developers trabajamos como mulas pero tambi&eacute;n tenemos tiempo para el cachondeo, que lo cort&eacute;s no quita lo valiente. Por eso no tuiteamos s&oacute;lo nuestros problemas laborales sino que tambi&eacute;n sacamos a relucir el ingenio a veces. Por lo tanto, a partir de este mes vamos a recopilar los tuits developers m&aacute;s divertidos que nos vayamos encontrando en Twitter en los &uacute;ltimos d&iacute;as. Y me callo yo ya y que empiecen a hablar las afiladas e ingeniosas plumas:      </td><td><img src="http://img.genbetadev.com/2014/05/650_1000_shaq-using-phone-620px.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/actualidad/los-tuits-developers-mas-divertidos-edicion-mayo-2014">http://www.genbetadev.com/actualidad/los-tuits-developers-mas-divertidos-edicion-mayo-2014</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>NVidia GTX Titan Z, ya disponible para vaciar tu cartera</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

NVidia GTX Titan Z se present&oacute; a finales de marzo como un nuevo modelo espectacularmente potente y caro. Demasiado caro para un mercado que estaba acostumbrado a los 1.000 euros de tope m&aacute;ximo en las gamas m&aacute;s altas, y que para esta ocasi&oacute;n ha llegado a casi triplicarse.

Los 2.999 d&oacute;lares que prometieron en el momento de presentaci&oacute;n se han convertido en unos 2.850 euros en Espa&ntilde;a, una cifra desorbitada para una tarjeta de caracter&iacute;sticas espectaculares: doble n&uacute;cleo GK110, 5760 n&uacute;cleos CUDA, 12 GB de memoria GDDR5 a 7 Gbps., todo con un TDP de 375 vatios. Tal y como ha ocurrido en algunos modelos en los &uacute;ltimos a&ntilde;os, los modelos ofrecidos por los diferentes fabricantes utilizan una misma base de dise&ntilde;o que, a su vez, coincide casi al completo con el resto de GTX Titan del pasado.
      </td><td><img src="http://img.xataka.com/2014/05/650_1000_miclicl-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/componentes-de-pc/nvidia-gtx-titan-z-ya-disponible-para-vaciar-tu-cartera">http://www.xataka.com/componentes-de-pc/nvidia-gtx-titan-z-ya-disponible-para-vaciar-tu-cartera</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Ocho mejoras que Apple todav&iacute;a tiene pendientes en OS X</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                
          

Como usuario de OS X desde hace ya unos siete a&ntilde;os, siempre me ha gustado apreciar lo intuitivo y cuidado del trabajo de Apple. Pero aunque personalmente no cambiar&iacute;a Mavericks por nada del mundo ahora mismo, siempre hay esos detalles que te gustar&iacute;a que mejorasen.

Pueden cambiar dependiendo de la persona con la que hables, pero siempre tenemos aquellos defectos comunes en los que m&aacute;s gente coincide. Veamos algunos de ellos, cruzando dedos de que en Apple los hayan mejorado para la nueva versi&oacute;n que deber&iacute;amos ver este mismo lunes.      </td><td><img src="http://img.genbeta.com/2014/05/650_1000_osxmavericks.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/mac/ocho-mejoras-que-apple-todavia-tiene-pendientes-en-os-x">http://www.genbeta.com/mac/ocho-mejoras-que-apple-todavia-tiene-pendientes-en-os-x</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>One more thing... accesorios absurdos, Wall Street y las filtraciones de China</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Ya lo tenemos aqu&iacute;, se&ntilde;ores, estamos a dos d&iacute;as de la WWDC 2014 y quiz&aacute;s una de las keynotes en las que veamos m&aacute;s cambios y novedades. A partir de ahora todo se centrar&aacute; en ese evento, pero como cada s&aacute;bado os mostraremos una recopilaci&oacute;n de lo m&aacute;s interesante que hemos visto por la blogosfera hispana dedicada al mundo de Apple. Let's go!


iPaderos encabeza nuestra lista con otra lista: dispositivos y accesorios absurdos para iPad.      </td><td><img src="http://img.applesfera.com/2014/04/onemorething-1-1-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//general/one-more-thing-accesorios-absurdos-wall-street-y-las-filtraciones-de-china">http://www.applesfera.com//general/one-more-thing-accesorios-absurdos-wall-street-y-las-filtraciones-de-china</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>OpenDNS no mostrar&aacute; m&aacute;s anuncios</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Seguro que muchos de vosotros sab&eacute;is de la existencia de OpenDNS. Alcanz&oacute; gran popularidad cuando el servicio de DNS no era prioritario para muchos operadores, provocando interrupciones en la navegaci&oacute;n de sus usuarios. Tambi&eacute;n fue relevante cuando comenzaron a realizarse los primeros bloqueos de p&aacute;ginas Web por DNS. 

Y este servicio se financiaba, fundamentalmente, a trav&eacute;s de anuncios que aparec&iacute;an en nuestro navegador cuando no acert&aacute;bamos con el nombre del dominio al que intent&aacute;bamos acceder. Pues bien, ayer el CEO de OpenDNS anunci&oacute; que esta gu&iacute;a desaparecer&aacute; el pr&oacute;ximo 6 de junio. De este modo esperan atraer m&aacute;s usuarios a su servicio, que actualmente sirve al 2% de internautas (seg&uacute;n dicen ellos).       </td><td><img src="http://img.genbeta.com/2014/05/650_1000_opendns.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/opendns-no-mostrara-mas-anuncios">http://www.genbeta.com/web/opendns-no-mostrara-mas-anuncios</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Prep&aacute;rate para la WWDC 2014 &iexcl;el bingo de Applesfera!</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

La WWDC siempre es un evento en el que esperamos que Apple nos presente grandes cosas tanto a nivel de software como de hardware. Gracias a los rumores podemos atisbar lo que vamos a poder en el Moscone Centre el lunes a las 19:00 horas, pero gracias al secretismo que siempre tiene Apple nadie puede asegurar qu&eacute; va a ser lo que nos presente Tim Cook y compa&ntilde;&iacute;a en un par de d&iacute;as.

A&uacute;n as&iacute; siempre podemos hacer suposiciones y para animar las apuestas hemos creado el bingo de Applesfera de la WWDC 2014. En cada casilla  hemos reflejado un posible producto o evento que puede ocurrir durante la presentaci&oacute;n del pr&oacute;ximo lunes. Pod&eacute;is guardarla en el ordenador, imprimirla o pasarla al iPad para tenerla delante en el momento de la keynote. A continuaci&oacute;n la ten&eacute;is disponible para visualizar y tambi&eacute;n en descarga.      </td><td><img src="http://img.applesfera.com/2014/05/cabecera-bingo2014.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//eventos/preparate-para-la-wwdc-2014-el-bingo-de-applesfera">http://www.applesfera.com//eventos/preparate-para-la-wwdc-2014-el-bingo-de-applesfera</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Prueba un lenguaje de forma online</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
El programador curioso por lo general se siente frustrado al ser encasillado en un lenguaje, siempre cree que puede haber otra forma de hacer las cosas, mejor o peor pero distinta.

Es sabido que cuando crees encontrar el lenguaje perfecto simplemente se est&aacute; ignorando un mont&oacute;n de problemas los cuales no aplicar&iacute;a muy bien ese lenguaje que parece perfecto.

Por suerte los programadores curiosos o inquietos tienen muchas herramientas que les permiten investigar nuevos horizontes. Entre ellas est&aacute;n las p&aacute;ginas que permiten probar un lenguaje de forma online. Sin tener que instalar nada le podemos dar una primera probada a ese lenguaje que nos interesa tanto.

Vamos a revisar las p&aacute;ginas que en mi humilde opini&oacute;n son muy buenas para introducirnos en un lenguaje:

      </td><td><img src="http://img.genbetadev.com/2014/05/650_1000_pantallazo-1.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/herramientas/prueba-un-lenguaje-de-forma-online">http://www.genbetadev.com/herramientas/prueba-un-lenguaje-de-forma-online</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Rebajas sustanciales en el cat&aacute;logo de Aspyr Games durante este fin de semana, no pierdas las oportunidad</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
La verdad es que si ha existido una firma durante los &uacute;ltimos a&ntilde;os (antes incluso de la aparici&oacute;n de la Mac App Store) encargada de los videojuegos para Mac OS X, esta ha sido Aspyr Games. No es que haya producido ella misma videojuegos, sino que ha adquirido los derechos para poder portarlos a la plataforma Mac. Gracias a ello hemos podido disfrutar de alguna que otra joya.

Ahora llega una oportunidad que tal vez no deber&iacute;amos dejar escapar. En la Mac Game Store se ha habilitado una secci&oacute;n especial con todo el cat&aacute;logo de esta compa&ntilde;&iacute;a a unos descuentos realmente incre&iacute;bles. No debes demorarte mucho, ya que la oferta solo se encontrar&aacute; durante este fin de semana.      </td><td><img src="http://img.applesfera.com/2014/05/aspyr_games.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//juegos-os-x/rebajas-sustanciales-en-el-catalogo-de-aspyr-games-durante-este-fin-de-semana-no-pierdas-las-oportunidad">http://www.applesfera.com//juegos-os-x/rebajas-sustanciales-en-el-catalogo-de-aspyr-games-durante-este-fin-de-semana-no-pierdas-las-oportunidad</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Regular las redes sociales, Watch Dogs y Lady Gaga. Los domingos son para leer tecnolog&iacute;a</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                
          

Un buen domingo es aquel que viene acompa&ntilde;ado de una buena d&oacute;sis de lectura. Como hicimos la semana pasada, os traemos una nueva recopilaci&oacute;n de los mejores art&iacute;culos que han sido publicados en la &uacute;ltima semana. Historias en espa&ntilde;ol e ingl&eacute;s que no te puedes perder.


El brillo de las pantallas de los smartphones, aunque no lo parezca, importa y mucho. Los compa&ntilde;eros de Xataka M&oacute;vil explican en este art&iacute;culo su importancia, explican qu&eacute; son los nits y su impacto en la calidad de los m&oacute;viles).


      </td><td><img src="http://img.xataka.com/2014/05/domingos_tecnologia.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/xataka/regular-las-redes-sociales-watch-dogs-y-lady-gaga-los-domingos-son-para-leer-tecnologia">http://www.xataka.com/xataka/regular-las-redes-sociales-watch-dogs-y-lady-gaga-los-domingos-son-para-leer-tecnologia</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Samsung tiene planes con televisores Tizen: compartir&aacute; las herramientas de desarrollo en julio </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

A Samsung le va genial haciendo productos con el sistema operativo Android, pero a nadie se le escapa que llevan cocinando mucho tiempo Tizen, y que quieren probar fortuna meti&eacute;ndolo en todo tipo de gadgets, es solo cuesti&oacute;n de tiempo. De hecho, ya tienen relojes y c&aacute;maras con la nueva plataforma.

Al margen de tel&eacute;fonos  y dispositivos m&oacute;viles en general, el siguiente sitio importante donde va a estar es en televisores, uno de los departamentos m&aacute;s fuertes de la empresa coreana. Creemos que  en este negocio se hace necesario poder innovar desde el punto de vista de la interfaz y el software, como estamos viendo que hace su competidora LG y webOS.

      </td><td><img src="http://img.xataka.com/2014/06/t.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/televisores/samsung-tiene-planes-con-televisores-tizen-compartira-las-herramientas-de-desarrollo-en-julio">http://www.xataka.com/televisores/samsung-tiene-planes-con-televisores-tizen-compartira-las-herramientas-de-desarrollo-en-julio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Scratch Project Editor. Aprendiendo a programar para ni&ntilde;os</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

La edad de iniciaci&oacute;n para programar, como en todas las profesiones especialistas de hoy en d&iacute;a, cada vez es m&aacute;s baja. Permitiendo aprender los fundamentos y conceptos m&aacute;s complejos de los inicios del desarrollo, de forma m&aacute;s r&aacute;pida y completa dada la elasticidad del cerebro a esas edades tempranas.

Scratch Project Editor, es un framework visual para aprender y practicar la generaci&oacute;n de programas inform&aacute;ticos sencillos de una forma l&uacute;dica y divertida.

      </td><td><img src="http://img.genbetadev.com/2014/05/scratch.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/formacion/scratch-project-editor-aprendiendo-a-programar-para-ninos">http://www.genbetadev.com/formacion/scratch-project-editor-aprendiendo-a-programar-para-ninos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Seguridad Wi-Fi, la odisea de los drivers y m&aacute;s. Lo mejor en Genbeta Respuestas </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Como cada viernes, a continuaci&oacute;n os ofrecemos una selecci&oacute;n de las preguntas que se han planteado a lo largo de esta semana en Genbeta Respuestas. Adem&aacute;s, aprovechamos para recordar que si ten&eacute;is alguna duda sobre software o Internet, all&iacute; podr&eacute;is plantearla y entre todos intentaremos ayudar.


eduardoelrico busca un programa para Windows que le ayude a ser m&aacute;s organizado en su d&iacute;a a d&iacute;a con agenda, calendario, contactos, control de gastos, etc. &iquest;Se os ocurre alguno que podamos recomendar?
Con todas las vulnerabilidades que estamos viviendo &uacute;ltimamente, rhozlan nos cuenta c&oacute;mo tiene configurado su router y nos pregunta si es suficiente para mantener sus datos a salvo.      </td><td><img src="http://img.genbeta.com/2014/05/lomejorengbrespuestas-2.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/genbeta/seguridad-wi-fi-la-odisea-de-los-drivers-y-mas-lo-mejor-en-genbeta-respuestas">http://www.genbeta.com/genbeta/seguridad-wi-fi-la-odisea-de-los-drivers-y-mas-lo-mejor-en-genbeta-respuestas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>TwoDots para iOS y sigue haciendo cuadrados como loco </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                
          Muchas continuaciones de juegos exitosos no son m&aacute;s que un simple lavado de cara. M&aacute;s niveles. M&aacute;s personajes. M&aacute;s poderes. M&aacute;s de lo mismo. Eso es lo que podr&iacute;amos pensar de TwoDots, el heredero de Dots que analizamos hace unas semanas. Pero no es as&iacute;. El estudio Betaworks One nos sorprendi&oacute; esta semana con el lanzamiento de TwoDots para iOS. Digo que fue una sorpresa porque no ten&iacute;a ni idea de que estaban desarrollando un nuevo juego.

En cuanto lo vi en la App Store no dud&eacute; en descargarlo. Su primera parte siempre me hab&iacute;a acompa&ntilde;ado&nbsp;cuando la necesitaba as&iacute; que este tambi&eacute;n promet&iacute;a diversi&oacute;n asegurada. Llevo probando TwoDots varios d&iacute;as y puedo decir que es un juego muy entretenido. Toma el concepto principal de su anterior versi&oacute;n y lo mezcla con conceptos de &eacute;xito de otras sagas como Candy Crush. Eso s&iacute;, el resultado es lo suficientemente diferente y original como para tener personalidad propia y no ser un simple clon.&nbsp;      </td><td><img src="http://img.applesfera.com/2014/05/650_1000_thumbnail_o.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-ios-1/twodots-para-ios-y-sigue-haciendo-cuadrados-como-loco">http://www.applesfera.com//aplicaciones-ios-1/twodots-para-ios-y-sigue-haciendo-cuadrados-como-loco</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Un brazo rob&oacute;tico est&aacute; listo para asistir en operaciones de columna</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Precisi&oacute;n. Justo lo que se busca en una operaci&oacute;n de fijaci&oacute;n transpedicular lo podr&aacute; aportar en el futuro un brazo rob&oacute;tico desarrollado por investigadores del centro CEIT-IK4. Este robot ser&aacute; un apoyo en este tipo de operaciones destinadas a inmovilizar v&eacute;rtebras da&ntilde;adas o rotas para que no afecten a las estructuras circundantes. Adem&aacute;s, con su ayuda, estos procedimientos resultan m&aacute;s seguros y menos invasivos.

Una fase clave de este tipo de operaciones es la inserci&oacute;n de tornillos en los ped&iacute;culos vertebrales y la posterior uni&oacute;n de estos mediante barras met&aacute;licas, y hasta ahora se hac&iacute;a de forma manual. Con este robot, que se empezar&aacute; a usar de inmediato en cerdos para probarlo, el cirujano tiene un asistente que &eacute;l controlar&aacute; en &uacute;ltima instancia.

      </td><td><img src="http://img.xataka.com/2014/05/650_1000_seiko-uc-2100.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/robotica/un-brazo-robotico-esta-listo-para-asistir-en-operaciones-de-columna">http://www.xataka.com/robotica/un-brazo-robotico-esta-listo-para-asistir-en-operaciones-de-columna</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Uniplaces: m&aacute;s competencia en el sector del alojamiento de estudiantes </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Cada vez son m&aacute;s las startups que apuestan por el alojamiento de estudiantes como mercado. En las &uacute;ltimas semanas hemos hablado en Genbeta de Beeromers y Spotahome, dos startups espa&ntilde;olas que buscan hacerse un hueco en un sector en el que Uniplaces, de origen portugu&eacute;s, se ha convertido en una de las empresas m&aacute;s importantes a nivel europeo.

Fundada por cuatro socios -Mariano Kostelec, Ben Grech, Miguel Santo Amaro y Leo Lara- en 2013, la empresa opera en estos momentos en Madrid, Lisboa y Londres. En nuestro pa&iacute;s cuentan ya con m&aacute;s de 500 habitaciones y hacia finales de a&ntilde;o esperan llegar a las principales ciudades universitarias de Espa&ntilde;a (Barcelona, Salamanca, Valencia, Sevilla y Granada).

      </td><td><img src="http://img.genbeta.com/2014/05/uniplaces.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/uniplaces-mas-competencia-en-el-sector-del-alojamiento-de-estudiantes">http://www.genbeta.com/web/uniplaces-mas-competencia-en-el-sector-del-alojamiento-de-estudiantes</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Un pu&ntilde;ado de frameworks PHP que te har&aacute;n la vida m&aacute;s simple</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

A la hora de programar en PHP nos encontramos un gran abanico de frameworks que nos facilitan diferentes tareas, incluso algunos pretenden ayudar en todas las posibles. Elegir el adecuado para un proyecto no es tarea f&aacute;cil, pero para hacer una buena elecci&oacute;n es indispensable conocer distintas opciones.

Vamos a recoger un peque&ntilde;o grupo de frameworks con distintos fines y empezaremos por los m&aacute;s ligeros y con funciones m&aacute;s espec&iacute;ficas, que quiz&aacute;s no conozcas y puede que sean todo lo que necesites.

      </td><td><img src="http://img.genbetadev.com/2014/05/frameworksphp.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/frameworks/un-punado-de-frameworks-php-que-te-haran-la-vida-mas-simple">http://www.genbetadev.com/frameworks/un-punado-de-frameworks-php-que-te-haran-la-vida-mas-simple</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>V&iacute;a libre de la FAA para que el SpaceShipTwo de Virgin Galactic vaya al espacio </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Si Virgin Galactic sigue con su plan de realizar vuelos comerciales al espacio el a&ntilde;o que viene, tiene v&iacute;a libre para hacerlo. La compa&ntilde;&iacute;a creada por Richard Branson ha llegado a un acuerdo con la Federal Aviation Administration (FAA) para que esos vuelos tur&iacute;sticos puedan ser una realidad.

El acuerdo contempla que los vuelos programados por Virgin Galactic queden integrados dentro del sistema a&eacute;reo nacional. Ser&aacute; en la zona de Nuevo M&eacute;xico desde donde se controlar&aacute; el buen devenir de estos vuelos como si fueran uno m&aacute;s. 

La compa&ntilde;&iacute;a ya cuenta con la aprobaci&oacute;n del estado de California para lo vuelos de prueba de su nave SpaceShipTwo, que va por su tercero con &eacute;xito, pero el nuevo paso dado es clave para que el sue&ntilde;o de vuelos comerciales al espacio sea realidad pr&oacute;ximamente. Si puedes pagar los 250.000 d&oacute;lares que cuesta un pasaje claro.

M&aacute;s informaci&oacute;n | Virgin.
      </td><td><img src="http://img.xataka.com/2014/05/nvidia-gtx-titan-z-main.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/via-libre-de-la-faa-para-que-el-spaceshiptwo-de-virgin-galactic-vaya-al-espacio">http://www.xataka.com/otros/via-libre-de-la-faa-para-que-el-spaceshiptwo-de-virgin-galactic-vaya-al-espacio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Webs para no aburrirse, smartphones como mandos a distancia y cartas a Jan Koum, Internet is a series of blogs (CCLVIII) </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Volvemos, como cada s&aacute;bado, con una de nuestras recopilaciones Internet is a series of Blogs semanales reflejando lo m&aacute;s interesante que hemos visto y/o nos hab&eacute;is enviado por toda la blogosfera hispana. Tenemos material bastante variado, perfecto para estos d&iacute;as tormentosos en los que no podemos salir a dar un paseo primaveral.


Empezamos con Mobile World Capital, donde nos cuentan c&oacute;mo algunas aplicaciones y compa&ntilde;&iacute;as se ayudan del m&oacute;vil para decorar casas utilizando varias t&eacute;cnicas.      </td><td><img src="http://img.genbeta.com/2014/05/650_1000_internet.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/actualidad/webs-para-no-aburrirse-smartphones-como-mandos-a-distancia-y-cartas-a-jan-koum-internet-is-a-series-of-blogs-cclviii">http://www.genbeta.com/actualidad/webs-para-no-aburrirse-smartphones-como-mandos-a-distancia-y-cartas-a-jan-koum-internet-is-a-series-of-blogs-cclviii</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Xiaomi Mi Key es como Pressy, pero con precio rompedor</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Hace ya unos meses habl&aacute;bamos de Pressy, un ingenioso dispositivo que permit&iacute;a aprovechar la toma de auriculares de 3,5 mm de la mayor&iacute;a de smartphones y tablets para proporcionar un bot&oacute;n f&iacute;sico auxiliar configurable. La idea fue un exitazo en Kickstarter, y era inevitable que otros tratasen de "adaptarla". 

Es el caso de Xiaomi, que hace hace unas semanas avisaba en Twitter de la llegada de una soluci&oacute;n pr&aacute;cticamente id&eacute;ntica a la que acabaron llamando Xiaomi Mi Click (o Mi Key). El peque&ntilde;o dispositivo tiene el mismo objetivo que Pressy, pero su precio es dif&iacute;cilmente batible, sobre todo cuando parece confirmarse seg&uacute;n las tiendas que lo comercializan que este accesorio funciona con cualquier otro dispositivo Android.

      </td><td><img src=""></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/accesorios/xiaomi-mi-click-mi-key-rival-de-pressy-pero-con-precio-rompedor">http://www.xataka.com/accesorios/xiaomi-mi-click-mi-key-rival-de-pressy-pero-con-precio-rompedor</a>
</p>
</td>
</tr>
</table>
</div>
<br>
</div>
<br>
<div class="cleaner"></div>
</div>
<div id="templatemo_footer">
<br>
<h3>Trabajo de Lenguaje de Marcas. Los Datos han sido tomados de <a href="http://www.genbeta.com/">www.genbeta.com</a> , <a href="http://www.genbetadev.com">www.genbetadev.com</a> , <a href="http://www.xataka.com">www.xataka.com</a> y <a href="http://www.appleesfera.com">www.appleesfera.com</a>
</h3>
<div class="cleaner"></div>
</div>
</div>
</div>
</body>
</html>
