<!DOCTYPE html><html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta charset="utf-8">
<title>Noticias Actuales</title>
<link type="text/css" rel="stylesheet" href="templatemo_style.css">
</head>
<body>
<div id="templatemo_wrapper_outer">
<div id="templatemo_wrapper">
<div id="templatemo_banner">
<br>
<h2>El Noticiario Tecnol&oacute;gico<span> web scrapping proyect</span>
</h2>
</div>
<div id="templatemo_content_wrapper">
<div id="content">
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iexcl;Double-check! La espa&ntilde;ola MailTrack cierra una ronda de 400.000 euros</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

MailTrack, el proyecto que dirige el creador de empresas como Infojobs o Niumba, Nacho Gonz&aacute;lez, acaba de cerrar una ronda de financiaci&oacute;n de 400.000 euros en la que participan el fondo de capital riesgo Vitamina K, el pledge fund Big Sur Ventures-Necotium y Valderaduey Inversiones. Con esta ronda el total levantado por la startup catalana asciende a medio mill&oacute;n de euros.

MailTrack es una extensi&oacute;n gratuita para Chrome que permite a cualquier persona saber cuando un email ha sido le&iacute;do, llevando el double-check de apps como WhatsApp o Telegram al email. Lanzada al mercado en noviembre de 2013, MailTrack tiene en estos momentos m&aacute;s de 50.000 usuarios registrados y m&aacute;s de cuatro millones de emails han sido enviados utilizando su tecnolog&iacute;a.

      </td><td><img src="http://img.genbeta.com/2014/06/mailtrack.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/double-check-la-espanola-mailtrack-cierra-una-ronda-de-400-000-euros">http://www.genbeta.com/web/double-check-la-espanola-mailtrack-cierra-una-ronda-de-400-000-euros</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Crees que Swift agilizar&aacute; el desarrollo de apps en iOS y atraer&aacute; a m&aacute;s desarrolladores?: la pregunta de la semana</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

El bombazo de la semana ha sido el anuncio del nuevo lenguaje en el ecosistema Apple, Swift, llamado a sustituir a Objective-C. Sin duda, es un intento de Apple por mejorar el desarrollo de aplicaciones en iOS y atraer a desarrolladores a su plataforma &iquest;Lo conseguir&aacute;?

La pregunta de esta semana va encaminada a conocer vuestra opini&oacute;n sobre este nuevo lenguaje, los programadores curtidos en Objective-C tienen que comenzar a aprender Swift lo cual conllevar&aacute; ventajas pero tambi&eacute;n problemas. 

&iquest;Crees que Swift agilizar&aacute; el desarrollo de apps en iOS y atraer&aacute; a m&aacute;s desarrolladores?

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_aprender-swift.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/desarrollo-aplicaciones-moviles/crees-que-swift-agilizara-el-desarrollo-de-apps-en-ios-y-atraera-a-mas-desarrolladores-la-pregunta-de-la-semana">http://www.genbetadev.com/desarrollo-aplicaciones-moviles/crees-que-swift-agilizara-el-desarrollo-de-apps-en-ios-y-atraera-a-mas-desarrolladores-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Crees que Swift sustituir&aacute; a Objective-C en las aplicaciones de iOS?, la pregunta de la semana</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Ya ha pasado una semana desde la WWDC 2014 y aunque a&uacute;n estamos digiriendo todo lo que pudimos ver en ella, las principales novedades las tenemos ya bien metidas en la cabeza y s&oacute;lo falta que las tengamos en nuestras manos para poder catarlas. Una de las sorpresas fue Swift, el nuevo lenguaje de Apple dirigido a todos los desarroladores para iOS. Por esta raz&oacute;n nuestra pregunta va relacionada con &eacute;l:

&iquest;Crees que Swift sustituir&aacute; a Objective-C en las aplicaciones de iOS?

      </td><td><img src="http://img.applesfera.com/2011/04/applesfera-respuestas-pregunta-semana.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//general/crees-que-swift-sustituira-a-objective-c-en-las-aplicaciones-de-ios-la-pregunta-de-la-semana">http://www.applesfera.com//general/crees-que-swift-sustituira-a-objective-c-en-las-aplicaciones-de-ios-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Han ca&iacute;do los ingresos de la filial espa&ntilde;ola de Amazon? S&iacute; &iquest;Compraron menos productos los espa&ntilde;oles? No</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

ElEconomista ha tenido acceso a las &uacute;ltimas cuentas de la filial de Amazon en Espa&ntilde;a, Amazon Spain Services. En 2013 la filial de la empresa americana habr&iacute;a experimentado una ca&iacute;da del 66,6% en sus ingresos, hasta alcanzar los 21,43 millones de euros. Pero, &iquest;significa esto que los espa&ntilde;oles compran cada vez menos a trav&eacute;s de Amazon?

La respuesta es que no. La ca&iacute;da en los ingresos se debe a un cambio de actividad registrado por Amazon Spain Services en 2013. Hasta 2012 la empresa se dedicaba principalmente a la venta de productos de moda a trav&eacute;s de Buy Vip, la startup que Amazon compr&oacute; en 2010 por 100 millones de d&oacute;lares. Buy Vip fue transferida -o vendida- a la empresa matriz el a&ntilde;o pasado y Amazon Spain Services se centra ahora en la prestaci&oacute;n de servicios y asistencia a empresas.

      </td><td><img src="http://img.genbeta.com/2014/06/amazon_espa%C3%B1a.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/actualidad/han-caido-los-ingresos-de-la-filial-espanola-de-amazon-si-compraron-menos-productos-los-espanoles-no">http://www.genbeta.com/actualidad/han-caido-los-ingresos-de-la-filial-espanola-de-amazon-si-compraron-menos-productos-los-espanoles-no</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; futuro cre&eacute;is que le espera a Uber en Espa&ntilde;a? La pregunta de la semana</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

El gobierno espa&ntilde;ol, a trav&eacute;s del Ministerio de Fomento, publicaba ayer un comunicado en el que pon&iacute;a en duda el futuro de plataformas de coche compartido como pueden ser Blablacar y Uber. Las rectificaciones anunciadas esta ma&ntilde;ana parecen apuntar a que Blablacar est&aacute; a salvo, pero Uber (y su servicio UberPop) parece que todo lo contrario. Por eso, la pregunta de la semana es esta:


  &iquest;Qu&eacute; futuro cre&eacute;is que le espera a Uber en Espa&ntilde;a?


      </td><td><img src="http://img.genbeta.com/2014/06/pregunta-de-la-semana-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/genbeta/que-futuro-creeis-que-le-espera-a-uber-en-espana-la-pregunta-de-la-semana">http://www.genbeta.com/genbeta/que-futuro-creeis-que-le-espera-a-uber-en-espana-la-pregunta-de-la-semana</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; se sabe de una fotograf&iacute;a a partir de sus metadatos?</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Que levante la mano el que tenga un smartphone y nunca haya hecho una fotograf&iacute;a. O el que nunca haya capturado una imagen con una c&aacute;mara digital. Y que levante la mano el que no haya visto que, con cada fotograf&iacute;a, se almacenan una serie de datos adicionales, como la fecha y la hora.

Estos datos son lo que llamamos metadatos y conviene saber de su existencia, sobre todo pensando en que podr&iacute;an llegar a revelar informaci&oacute;n privada. Veamos qu&eacute; metadatos pueden estar en nuestras im&aacute;genes, c&oacute;mo podemos comprobarlos y, sobre todo, c&oacute;mo podemos limpiarlos.       </td><td><img src="http://img.genbeta.com/2014/06/650_1000_fotografo.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos">http://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; se sabe de una fotograf&iacute;a a partir de sus metadatos?</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
                 Que levante la mano el que tenga un smartphone y nunca haya hecho una fotograf&iacute;a. O el que nunca haya capturado una imagen con una c&aacute;mara digital. Y que levante la mano el que no haya visto que, con cada fotograf&iacute;a, se almacenan una serie de datos adicionales, como la fecha y la hora. Estos datos son lo que llamamos metadatos  y conviene saber de su existencia, sobre todo pensando en que podr&iacute;an...            </td><td><img src="http://img.genbeta.com/thumbnails/113742_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.comhttp://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos">http://www.genbetadev.comhttp://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Qu&eacute; se sabe de una fotograf&iacute;a a partir de sus metadatos?</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
                 Que levante la mano el que tenga un smartphone y nunca haya hecho una fotograf&iacute;a. O el que nunca haya capturado una imagen con una c&aacute;mara digital. Y que levante la mano el que no haya visto que, con cada fotograf&iacute;a, se almacenan una serie de datos adicionales, como la fecha y la hora. Estos datos son lo que llamamos metadatos  y conviene saber de su existencia, sobre todo pensando en que podr&iacute;an...            </td><td><img src="http://img.genbeta.com/thumbnails/113742_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com/http://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos">http://www.applesfera.com/http://www.genbeta.com/imagen-digital/que-se-sabe-de-una-fotografia-a-partir-de-sus-metadatos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>&iquest;Una interfaz alternativa? iOS 8 esconde una muy perturbadora</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Al contrario que otros sistemas operativos m&oacute;viles, iOS siempre ha tenido la misma apariencia. Desde Apple han preferido seguir la estrategia de tener un ecosistema l&oacute;gico y consecuente en todos sus dispositivos, por lo que en ning&uacute;n momento ha permitido, al menos oficialmente, cambiar nada de la apariencia gr&aacute;fica del sistema. O al menos as&iacute; era hasta ahora.

El comentario viene por una curiosidad encontrada por un usuario en la beta de iOS 8: una interfaz alternativa con diferentes fuentes y colores. Como pod&eacute;is ver en la captura de pantalla todo el sistema se podr&iacute;a ver con una fuente demasiado similar a la que tienen algunos sistemas Android y un color naranja y vino para los efectos. Vamos, una apariencia horrible y muy perturbadora que estoy seguro que nadie querr&iacute;a en su dispositivo.

Analizando las capturas colgadas y lo que ha ocurrido siempre en el pasado creo que podemos respirar tranquilos. Esta interfaz filtrada es casi una opci&oacute;n que se ha incluido en la beta por error, ya que si nos fijamos es muy parecido a lo que utiliza la aplicaci&oacute;n SpringBoard Settings para cambiar la apariencia cuando hacemos jailbreak. Es casi con total seguridad una caracter&iacute;stica que utilizan desde Cupertino para hacer peque&ntilde;as modificaciones de cara a la versi&oacute;n final. As&iacute; que estemos tranquilos, Tim Cook se quer&iacute;a diferenciar de Steve Jobs pero hasta estas cosas horribles no va a atreverse a llegar.

V&iacute;a | Cultofmac, Redmond Pie
      </td><td><img src="http://img.applesfera.com/2014/06/ios8-feo.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/una-interfaz-alternativa-ios-8-esconde-una-muy-perturbadora">http://www.applesfera.com//ios/una-interfaz-alternativa-ios-8-esconde-una-muy-perturbadora</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>11 visiones de la casa del futuro que daban risa pero que se han cumplido</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

A principios de los 90 la inform&aacute;tica estaba en plena ebullici&oacute;n, y aunque Internet estaba b&aacute;sicamente en pa&ntilde;ales varias empresas comenzaban a so&ntilde;ar con un futuro mucho m&aacute;s conectado. Varias de esas empresas lanzaron en aquellos a&ntilde;os no solo productos innovadores, sino tambi&eacute;n v&iacute;deos en los que nos comunicaban c&oacute;mo ve&iacute;an el futuro. 

Puede que en aquel entonces aquellas predicciones sonaran algo extra&ntilde;as, pero lo cierto es que muchas de ellas se han acabado haciendo realidad en mayor o menor medida. De hecho, la precisi&oacute;n con la que algunos de estos grandes defin&iacute;an nuestro d&iacute;a a d&iacute;a actual es sorprendente, aunque los dise&ntilde;os de los productos hardware y software sean bastante distintos.

      </td><td><img src="http://img.xataka.com/2014/06/bola-cristal-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/historias-de-la-tecnologia/11-visiones-de-la-casa-del-futuro-que-daban-risa-pero-que-se-han-cumplido">http://www.xataka.com/historias-de-la-tecnologia/11-visiones-de-la-casa-del-futuro-que-daban-risa-pero-que-se-han-cumplido</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Apple comienza a rechazar aplicaciones que ofrecen incentivos por acciones externas</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Las condiciones de publicaci&oacute;n de una aplicaci&oacute;n en la App Store siempre han sido muy estrictas, pero hasta hace poco Apple permit&iacute;a a los desarrolladores saltarse ciertas normas sin que hubiera prejuicio para ellos o sus desarrollos. Parece que las tornas han cambiado porque desde Cupertino se han empezado a rechazar aplicaciones que ofrezcan incentivos dentro de la aplicaci&oacute;n por actividades externas.

&iquest;Cuales son estas actividades? Las que hemos visto toda la vida: desde darle a "Me gusta" en la p&aacute;gina de Facebook de la aplicaci&oacute;n, visualizar un v&iacute;deo o publicitar la aplicaci&oacute;n en alguna red social. Al realizar alguna de estas acciones las aplicaciones nos daban diferentes incentivos tales como monedas para comprar m&aacute;s objetos, m&aacute;s tiempo para jugar o extras dentro de la propia aplicaci&oacute;n que no se pod&iacute;an conseguir de otra manera.      </td><td><img src="http://img.applesfera.com/2014/06/candy-crush.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-ios-1/apple-comienza-a-rechazar-aplicaciones-que-ofrecen-incentivos-por-acciones-externas">http://www.applesfera.com//aplicaciones-ios-1/apple-comienza-a-rechazar-aplicaciones-que-ofrecen-incentivos-por-acciones-externas</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>BlaBlaCar en el laberinto legal: por qu&eacute; Fomento va tras Uber y permite el compartir coche</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 Durante las &uacute;ltimas semanas, el sector del transporte tradicional se ha puesto en pie de guerra con algunas alternativas que est&aacute;n surgiendo en la red con el apoyo de las nuevas tecnolog&iacute;as, como Blablacar, Cabify o Uber. Ha habido quejas, denuncias... y hasta un comunicado de advertencia por parte del Ministerio de Fomento  que se publicaba ayer por la noche y que nos hac&iacute;a saltar todas las...            </td><td><img src="http://img.xataka.com/thumbnails/135669_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche">http://www.genbeta.comhttp://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>BlaBlaCar en el laberinto legal: por qu&eacute; Fomento va tras Uber y permite el compartir coche</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Durante las &uacute;ltimas semanas, el sector del transporte tradicional se ha puesto en pie de guerra con algunas alternativas que est&aacute;n surgiendo en la red con el apoyo de las nuevas tecnolog&iacute;as, como Blablacar, Cabify o Uber. Ha habido quejas, denuncias... y hasta un comunicado de advertencia por parte del Ministerio de Fomento que se publicaba ayer por la noche y que nos hac&iacute;a saltar todas las alarmas, en el que se amenazaba con multas importantes a particulares o empresas que realicen transporte de viajeros sin licencia.

&iquest;Es legal Blablacar? Aunque en un principio se les se&ntilde;al&oacute; como uno de los afectados, desde Fomento han aclarado esta misma ma&ntilde;ana que en principio no se refer&iacute;an a ellos. &iquest;Y Uber? Parece que va por ah&iacute; la cosa... Desde Xataka hemos querido arrojar un poco m&aacute;s de luz sobre este asunto hablando con Mariano Moro (@manin) y Sergio Carrasco (@sergiocm), abogados expertos en la materia. As&iacute;, como os vamos a contar a continuaci&oacute;n, est&aacute; el sector del transporte y econom&iacute;a colaborativa en Espa&ntilde;a.      </td><td><img src="http://img.xataka.com/2014/06/650_1000_140213_uber_driver_112.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche">http://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>BlaBlaCar en el laberinto legal: por qu&eacute; Fomento va tras Uber y permite el compartir coche</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
                 Durante las &uacute;ltimas semanas, el sector del transporte tradicional se ha puesto en pie de guerra con algunas alternativas que est&aacute;n surgiendo en la red con el apoyo de las nuevas tecnolog&iacute;as, como Blablacar, Cabify o Uber. Ha habido quejas, denuncias... y hasta un comunicado de advertencia por parte del Ministerio de Fomento  que se publicaba ayer por la noche y que nos hac&iacute;a saltar todas las...            </td><td><img src="http://img.xataka.com/thumbnails/135669_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com/http://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche">http://www.applesfera.com/http://www.xataka.com/aplicaciones-y-servicios/blablacar-en-el-laberinto-legal-por-que-fomento-va-tras-uber-y-permite-el-compartir-coche</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>BlaBlaCar se salva de la "caza" de Fomento, de momento...</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Ayer por la tarde saltaba la noticia: Fomento publicaba en su p&aacute;gina web un comunicado en el que "recordaban" que para transportar viajeros en turismos por cuenta ajena con retribuci&oacute;n econ&oacute;mica es necesario una licencia. Pronto saltaron todas las alarmas y dos servicios comenzaron a acaparar toda la atenci&oacute;n: Blablacar y Uber. El primero permite a la gente compartir coche y as&iacute; compartir tambi&eacute;n gastos de viaje, con el correspondiente ahorro. El segundo, que opera en Espa&ntilde;a bajo su modalidad UberPOP, pone en contacto a particulares con conductores que quieran dar este servicio de transporte.

Pero &iquest;operan Blablacar y Uber de acuerdo a la legislaci&oacute;n espa&ntilde;ola? La respuesta no est&aacute; del todo clara, ya que pueden existir distintas interpretaciones. Sin embargo, desde el Ministerio de Fomento han aclarado a ElDiario.es esta ma&ntilde;ana que no se refer&iacute;an a viajes compartidos en coche particular en los que se compartan los gastos, en cuyo caso no se estar&iacute;a incumpliendo la ley. Si no existe &aacute;nimo de lucro ni estamos hablando de conductores "profesionales", no es necesaria una licencia para operar.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_blablacar.jpeg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/actualidad/blablacar-se-salva-de-la-caza-de-fomento-de-momento">http://www.genbeta.com/actualidad/blablacar-se-salva-de-la-caza-de-fomento-de-momento</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>C&oacute;digo interno de iOS 8 podr&iacute;a apuntar a aplicaciones en pantalla partida</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Como siempre que ocurre una presentaci&oacute;n de un software de Apple de cara a los desarrolladores, las semanas posteriores a su presentaci&oacute;n son claves para los apasionados de los productos de la manzana mordida. Al haber una liberaci&oacute;n de versiones Beta de nuevos sistemas operativos, los desarrolladores pueden bucear en su c&oacute;digo y descubrir cosas que no nos hab&iacute;a mencionado Apple.

Esto es lo que ha ocurrido con iOS 8, que evidentemente traer&aacute; m&aacute;s funcionalidades de las que en un principio nos ha comentado Apple. Steven Troughton-Smith es uno de esos desarrolladores y ha podido comprobar como existe c&oacute;digo en el Springboard (el escritorio de iOS, explicado grosso modo) que apunta a la posibilidad de correr aplicaciones a pantalla partida.      </td><td><img src="http://img.applesfera.com/2014/06/ios8-4.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//curiosidades/codigo-interno-de-ios-8-podria-apuntar-a-aplicaciones-en-pantalla-partida">http://www.applesfera.com//curiosidades/codigo-interno-de-ios-8-podria-apuntar-a-aplicaciones-en-pantalla-partida</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>C&oacute;mo la simplicidad de JSON ha cambiado la forma de intercambiar datos</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Hasta hace 5 o 6 a&ntilde;os cuando se quer&iacute;a transmitir informaci&oacute;n desde un servidor a una aplicaci&oacute;n (ya fuese una aplicaci&oacute;n como tal o una web din&aacute;mica) se usaba XML, pero parece que esta tendencia ha cambiado totalmente apostando la mayor&iacute;a de las empresas y servicios por JSON, una alternativa menos restrictiva, ligera, din&aacute;mica y probablemente m&aacute;s f&aacute;cil de leer (para los humanos).

&iquest;Y es la simplicidad la que hace nacer algunas tecnolog&iacute;as basadas en JSON? 

      </td><td><img src="http://img.genbetadev.com/2014/06/json.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/javascript/como-la-simplicidad-de-json-ha-cambiado-la-forma-de-intercambiar-datos">http://www.genbetadev.com/javascript/como-la-simplicidad-de-json-ha-cambiado-la-forma-de-intercambiar-datos</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Cuidado con lo que anuncian en el E3: es peor que la teletienda</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Dicen que el primer paso para solucionarlo pasa por reconocerlo, as&iacute; que para que quede constancia de ello voy a hacerlo aqu&iacute;, delante de todos vosotros. Hola, mi nombre es Rub&eacute;n, soy adicto al E3 y me trago todas las porquer&iacute;as que me intentan vender.

Reconozc&aacute;moslo, la feria de Los Angeles es el escaparate perfecto para meternos por el gaznate lo que sea. Estamos ilusionados, indefensos, deseando ver ese nuevo invento o avance que marque el futuro de la industria del videojuego, y como si de un anuncio de teletienda a altas horas de la madrugada se tratase, corremos al tel&eacute;fono a pedir el nuestro.

      </td><td><img src="http://img.xataka.com/2014/06/molyneux.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/consolas-y-videojuegos/cuidado-con-lo-que-anuncian-en-el-e3-es-peor-que-la-teletienda">http://www.xataka.com/consolas-y-videojuegos/cuidado-con-lo-que-anuncian-en-el-e3-es-peor-que-la-teletienda</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Desarrolladores en la WWDC ven atisbos de transporte p&uacute;blico en los Mapas de Apple</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Aunque ayer os habl&aacute;bamos de los problemas internos que est&aacute; teniendo Apple a la hora de incluir mejoras en sus mapas, parece que esto no significa necesariamente que se encuentren estancados. Los mapas de Apple siguen evolucionando y prueba de ello es una imagen que tom&oacute; uno de los desarrolladores que acudieron a las sesiones de la WWDC. 

Durante una de las charlas sobre nuevas caracter&iacute;sticas de iOS 8 orientada exclusivamente a desarrolladores, en una de las diapositivas que mostraban se pod&iacute;a ver un iPad con los Mapas de Apple ejecut&aacute;ndose. En la parte inferior, junto con los diferentes iconos se pod&iacute;a ver un autob&uacute;s, por lo que no hace falta esforzarse mucho para imaginarse que nos tiene preparado Apple.      </td><td><img src="http://img.applesfera.com/2014/06/maps.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-ios-1/desarrolladores-en-la-wwdc-ven-atisbos-de-transporte-publico-en-los-mapas-de-apple">http://www.applesfera.com//aplicaciones-ios-1/desarrolladores-en-la-wwdc-ven-atisbos-de-transporte-publico-en-los-mapas-de-apple</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Echa un vistazo a las primeras fotograf&iacute;as de la Apple Store de Omotesando</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Hace unos d&iacute;as mostr&aacute;bamos los primeros indicios de la nueva Apple Store en Tokio, ubicada concretamente en el barrio de Omotesando, la cual se convertir&aacute; en la primera tienda bioenerg&eacute;tica de Apple en el mundo al ser amigable con el medio ambiente, ya que la temperatura interior estar&aacute; regulada de manera natural y sin necesidad de calefacci&oacute;n. 

Hoy llega la confirmaci&oacute;n de que dicha tienda ser&aacute; inaugurada el pr&oacute;ximo viernes 13 de junio y algunas im&aacute;genes ya empiezan a salir a la luz, mostr&aacute;ndonos una impresionante y grande estructura de cristal de doble altura y con multi nivel, en donde ya vemos el gran logo iluminado y las mesas de experiencia.

Dicha tienda se suma a las dos ya existentes en Tokio, haciendo as&iacute; un total de ocho tiendas en todo Jap&oacute;n. A continuaci&oacute;n conozcamos un poco m&aacute;s a detalle esta nueva Apple Store de Omotesando      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_img_8996.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//apple-1/echa-un-vistazo-a-las-primeras-fotografias-de-la-apple-store-de-omotesando">http://www.applesfera.com//apple-1/echa-un-vistazo-a-las-primeras-fotografias-de-la-apple-store-de-omotesando</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>El CEO de PayPal dirigir&aacute; Facebook Messenger... pero no podr&aacute; decir ni mu sobre WhatsApp </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

David Marcus lleg&oacute; a PayPal v&iacute;a eBay, despu&eacute;s de que el gigante de las subastas y el comercio electr&oacute;nico comprase su startup de pagos online Zong. Al poco tiempo de unirse a PayPal Marcus ya estaba dirigiendo la empresa, con un reto muy importante por delante debido a la mala imagen de la empresa a ojos de desarrolladores y consumidores.

Un proceso que, seg&uacute;n el propio Marcus, "me quem&oacute;". Ahora, y despu&eacute;s de tres a&ntilde;os al frente de la filial de eBay, Marcus abandona el barco para convertirse en el jefe de la secci&oacute;n de mensajer&iacute;a de Facebook. Una secci&oacute;n que incluye Facebook Messenger pero no a WhatsApp, la app que Marzk Zuckerberg compr&oacute; hace pocos meses por 19.000 millones de d&oacute;lares.

      </td><td><img src="http://img.genbeta.com/2014/06/david_marcus.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/movil/el-ceo-de-paypal-dirigira-facebook-messenger-pero-no-podra-decir-ni-mu-sobre-whatsapp">http://www.genbeta.com/movil/el-ceo-de-paypal-dirigira-facebook-messenger-pero-no-podra-decir-ni-mu-sobre-whatsapp</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Eres un uno o un cero, vives o mueres, &iquest;de d&oacute;nde es este c&oacute;digo?</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
En este mundillo nuestro de la programaci&oacute;n todo se expresa internamente con unos o ceros, y no hay nada m&aacute;s. No existe el 2, sino el 10; no hay m&aacute;s n&uacute;meros, ni ninguna letra, sino que todo se almacena utilizando estos dos d&iacute;gitos como base.

Y precisamente esa base es la que permite que existan muchos programas como el que os presentamos para que adivin&eacute;is hoy en &iquest;De d&oacute;nde es este c&oacute;digo?. El hecho de que existan patrones f&aacute;cilmente reconocibles en esos unos y ceros, que no existir&iacute;an si miramos los valores o caracteres representados, da sentido a este proyecto en cuesti&oacute;n.
      </td><td><img src="http://img.genbetadev.com/2014/06/de_donde_es_este_codigo_09062014.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/genbeta-dev/eres-un-uno-o-un-cero-vives-o-mueres-de-donde-es-este-codigo">http://www.genbetadev.com/genbeta-dev/eres-un-uno-o-un-cero-vives-o-mueres-de-donde-es-este-codigo</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Esta TV de 370 pulgadas cuesta m&aacute;s que muchas casas actuales</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El fabricante brit&aacute;nico Titan ha presentado una nueva televisi&oacute;n gigante, la Titan Zeus, que destaca por una diagonal inmensa de 370 pulgadas. Que traducido a nuestras unidades tradicionales significa que tendr&eacute;is que reservar un espacio de 8 metros de largo por 5 de alto en vuestra casa... si es que ten&eacute;is un hueco en el que meterla. 

El panel, afirma el fabricante, es adecuado tanto para exteriores como para interiores, y su precio es tan elevado que apenas existen im&aacute;genes en las que se pueda apreciar su dise&ntilde;o o sus prestaciones. Solo algunos compradores y empresas privadas podr&aacute;n acceder probablemente a este equipo, que tiene un coste de 1 mill&oacute;n de libras (1.240.000 euros). 

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_titan-zeus-.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/televisores/esta-tv-de-370-pulgadas-cuesta-mas-que-muchas-casas-actuales">http://www.xataka.com/televisores/esta-tv-de-370-pulgadas-cuesta-mas-que-muchas-casas-actuales</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Este precioso termostato sabe por d&oacute;nde andas y te pone la casa a punto</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Ser&iacute;a una pena no aprovechar la conectividad de nuestra casa y que llevamos siempre el smartphone con nosotros para algo tan "sencillo" como que nuestro sistema de calefacci&oacute;n o aire acondicionado tenga lista la casa para cuando llegamos. Si Nest, ahora de Google, ya da un gran paso en ese aspecto, el Honeywell Lyric promete ser m&aacute;s listo.

Su truco o ventaja est&aacute; en conocer cu&aacute;ndo llegaremos a casa ... sin que tengamos que indic&aacute;rselo mediante un mensaje, sensores o controlando el encendido y apagado desde el smartphone. El nuevo termostato Honeywell usa las llamadas geo-fencing o per&iacute;metros virtuales para conocer d&oacute;nde estamos y activar el modo de funcionamiento que hayamos escogido como ideal para nuestra casa. 

Con nuestro paso por esas zonas delimitadas en el sistema, que tambi&eacute;n podemos configurar para el resto de la familia, el sistema conoce en todo momento si estamos o no en casa, si acabamos de salir y ya no volveremos, o cu&aacute;nto nos queda m&aacute;s o menos en nuestra rutina diaria para llegar a casa y que nos la ponga  a punto.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_honeywell_lyric_setting_0.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/hogar-digital/este-precioso-termostato-sabe-por-donde-andas-y-te-pone-la-casa-a-punto">http://www.xataka.com/hogar-digital/este-precioso-termostato-sabe-por-donde-andas-y-te-pone-la-casa-a-punto</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Eventos para desarrolladores Junio 2014: TADHack, Bargento y Webvisions</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Se acerca el verano, aunque a&uacute;n queda el mes de julio con interesantes eventos, ya tenemos puesta la mirada en las vacaciones y el ritmo decae. 

Este mes destacan a nivel internacional dos de los eventos m&aacute;s influyentes del a&ntilde;o como son el WWDC de Apple o la Google IO, ambos los podremos seguir en streaming y los numerosos v&iacute;deos que publican.

A nivel nacional vamos a hacer un repaso entre los m&aacute;s grandes en cuanto a p&uacute;blico potencial interesado:

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_eventos-programadores.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions">http://www.genbetadev.com/formacion/eventos-para-desarrolladores-junio-2014-tadhack-bargento-y-webvisions</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Fotor, el editor fotogr&aacute;fico multiplataforma para los que no tienen suficiente con Instagram </h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Supongo que no har&aacute; falta que comente c&oacute;mo los filtros de Instagram han cambiado para siempre nuestros h&aacute;bitos a la hora de compartir nuestras fotograf&iacute;as en internet... ya son pocas las plataformas que quedan que no hayan segudi el camino de integrarlos en sus c&aacute;maras. &iquest;Pero y si eso no fuera suficiente? En ese caso tenemos a Fotor, un editor de im&aacute;genes multiplataforma con algunas herramientas extra.

Imaginaos, b&aacute;sicamente, una especie de Photoshop centrado en modificar una imagen a base de filtros y ediciones b&aacute;sicas: recortar, enderezar, cambiar la tonalidad, HDR, redimensionar la imagen o incluso deformar algunas zonas para crear alg&uacute;n efecto (como hacerse m&aacute;s alto, por ejemplo). Unido a todo esto hay m&aacute;s opciones, como crear un collage con varias fotograf&iacute;as o a&ntilde;adir texto y varias decoraciones.

Todo esto se puede hacer desde la web, aunque hay aplicaciones nativas para iOS, Android, Windows (incluyendo una versi&oacute;n optimizada para Windows 8) y OS X. Para m&iacute;, una herramienta gratuita para tener a mano si no nos atrevemos con Photoshop pero tampoco nos conformamos con los efectos b&aacute;sicos que algunas aplicaciones m&oacute;viles nos dan. L&aacute;stima de anuncios en la web que quiz&aacute;s distraigan un pel&iacute;n demasiado.

Sitio oficial | Fotor
En Genbeta | Canon lanza Irista: alojamiento en la nube y gesti&oacute;n centralizada de im&aacute;genes
      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_fotor.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/web/fotor-el-editor-fotografico-multiplataforma-para-los-que-no-tienen-suficiente-con-instagram">http://www.genbeta.com/web/fotor-el-editor-fotografico-multiplataforma-para-los-que-no-tienen-suficiente-con-instagram</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Google, cada vez m&aacute;s cerca del cielo: ha comprado Skybox, un fabricante de sat&eacute;lites</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                
          

Durante much&iacute;simo tiempo hemos podido disfrutar de fotograf&iacute;as de sat&eacute;lite de nuestro planeta a trav&eacute;s de Google Earth y Google Maps, que adem&aacute;s han ido mejorando seg&uacute;n ha ido pasando el tiempo. Y pronto podr&aacute;n mejorar todav&iacute;a m&aacute;s, debido a que Google ha adquirido Skybox, empresa dedicada a fabricar sat&eacute;lites. 

El trato (pendiente de aprobar por autoridades regulatorias estadounidenses, por supuesto, y sujeta a posibles cambios) ha sido cerrado con 500 millones de d&oacute;lares estadounidenses de por medio. Google desea utilizar la informaci&oacute;n que capturen con los sat&eacute;lites de Skybox para mejorar y mantener los mapas de la compa&ntilde;&iacute;a con informaci&oacute;n m&aacute;s precisa que nunca, y esperan tambi&eacute;n poder utilizar los activos de Skybox para ofrecer acceso a Internet y servir de apoyo en desastres naturales.       </td><td><img src="http://img.genbeta.com/2014/06/650_1000_skybox-google.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/actualidad/google-cada-vez-mas-cerca-del-cielo-ha-comprado-skybox-un-fabricante-de-satelites">http://www.genbeta.com/actualidad/google-cada-vez-mas-cerca-del-cielo-ha-comprado-skybox-un-fabricante-de-satelites</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Google se gasta 500 millones para fotografiar desde el espacio con Skybox </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                
          

Google sigue saliendo de compras para fortalecer sus servicios y para expandir sus negocios. Su &uacute;ltimo movimiento no es quiz&aacute; uno de los m&aacute;s sonados pero su importancia es bastante relevante para el sector de los mapas donde a d&iacute;a de hoy tiene mucho pesos. Los de Mountain View han pagado 500 millones de d&oacute;lares por Skybox.

Para quien no conozca Skybox decir que se trata de una compa&ntilde;&iacute;a que se encarga de tomar fotograf&iacute;as desde sat&eacute;lites as&iacute; como v&iacute;deos de 90 segundos. Se puede apuntar a cualquier lugar para dar datos de c&oacute;mo ha cambiado una zona en concreto, algo muy &uacute;til por ejemplo para temas de agricultura o para seguir veh&iacute;culos de transporte como barcos.

      </td><td><img src="http://img.xataka.com/2014/06/skybox.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/otros/google-se-gasta-500-millones-para-fotografiar-desde-el-espacio-con-skybox">http://www.xataka.com/otros/google-se-gasta-500-millones-para-fotografiar-desde-el-espacio-con-skybox</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>GTA V llegar&aacute; a PS4, Xbox One y PC en oto&ntilde;o de 2014 [E3 2014]</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
                 &iquest;'GTA V' en la nueva generaci&oacute;n? Hab&iacute;a muchos que lo ten&iacute;an muy claro, yo no tanto. A Rockstar desde luego no le hac&iacute;a falta. La piscina ol&iacute;mpica que deben tener llena de billetes gracias al exitazo tan enorme del juego en Xbox 360 y PS3 les ten&iacute;a m&aacute;s que tranquilos... o no. 'GTA V' llega a la nueva generaci&oacute;n. A la pasada ya le costaba moverlo. PS3 y 360 echaban humo  ante ese enorme mundo. Que...            </td><td><img src="http://img.vidaextra.com/thumbnails/98103_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.comhttp://www.vidaextra.com/accion/gta-v-llegara-a-ps4-xbox-one-y-pc-en-otono-de-2014">http://www.genbeta.comhttp://www.vidaextra.com/accion/gta-v-llegara-a-ps4-xbox-one-y-pc-en-otono-de-2014</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>HomeKit de iOS 8 permitir&aacute; dar acceso temporal a nuestros invitados para que utilicen la casa del futuro</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Hasta el momento no se ha hablado demasiado de HomeKit pero curiosamente podr&iacute;a terminar siendo una de las novedades m&aacute;s interesantes de iOS 8 si, tal y como parece va a ocurrir, los principales fabricantes deciden subirse al carro y apostar por un sistema con todas las de ganar a la hora de dar un fuerte impulso a la automatizaci&oacute;n del hogar.

HomeKit servir&aacute; de hub para nuestras casas inteligentes, el concentrador con el que podremos configurar los sistemas conectados y controlarlos a trav&eacute;s de Siri logrando adem&aacute;s que varios dispositivos trabajen juntos incluso aunque sean de diferentes fabricantes. Esto significa que podr&aacute;s utilizar tu voz para dar una sola orden y que, por ejemplo, se apaguen todas las luces, bajen las persianas, cierren las puertas, ajuste la calefacci&oacute;n y conecte la alarma.

      </td><td><img src="http://img.applesfera.com/2014/06/homekit-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/homekit-de-ios-8-permitira-dar-acceso-temporalmente-a-nuestros-invitados-para-que-utilicen-nuestra-casa-del-futuro">http://www.applesfera.com//ios/homekit-de-ios-8-permitira-dar-acceso-temporalmente-a-nuestros-invitados-para-que-utilicen-nuestra-casa-del-futuro</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>La imparable evoluci&oacute;n de .NET hacia el Open Source</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Ya desde hace varios a&ntilde;os Microsoft ha dejado atr&aacute;s aquellas pol&eacute;mica y equivocada pol&iacute;tica en contra de todo lo relacionado con el software libre y el Open Source, siendo actualmente uno m&aacute;s en la promoci&oacute;n de las aplicaci&oacute;n de c&oacute;digo abierto.

Pero con la creaci&oacute;n y anuncio de la .NET Foundation, se ha construido ha dado un paso de gigante en el apoyo de la construcci&oacute;n colectiva de las aplicaciones y herramientas de desarrollo, al crearse una plataforma en donde se integran los principales proyectos relacionados con tecnolog&iacute;a .NET.

      </td><td><img src="http://img.genbetadev.com/2014/06/.net_foundation.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/software-libre-y-licencias/la-imparable-evolucion-de-net-hacia-el-open-source">http://www.genbetadev.com/software-libre-y-licencias/la-imparable-evolucion-de-net-hacia-el-open-source</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>La industria que m&aacute;s puestos demanda es la inform&aacute;tica</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                
          

El reconocido portal de trabajo, Infojobs, acaba de publicar una interesante infograf&iacute;a que nos puede poner de enhorabuena a los lectores de GenbetaDev. Los trabajos m&aacute;s demandados este a&ntilde;o han sido los relacionados con la inform&aacute;tica.

As&iacute; entre los primeros 6 puestos, 2 son de desarrollo, uno de an&aacute;lisis de datos, otro relacionado con la Nube y el &uacute;ltimo dise&ntilde;adores/maquetadores.

      </td><td><img src="http://img.genbetadev.com/2014/06/infojobs_trabajos_mas_demandados_resumen_01.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/la-industria-que-mas-puestos-demanda-es-la-informatica">http://www.genbetadev.com/trabajar-como-desarrollador/la-industria-que-mas-puestos-demanda-es-la-informatica</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las seis cadenas de las que Apple ha liberado a los desarrolladores con iOS 8</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
                 iOS 8 cuenta con novedades muy interesantes para los usuarios pero su verdadera raz&oacute;n de ser es otra, liberar al Kraken, romper las cadenas que imped&iacute;an a los desarrolladores sacar todo potencial de la plataforma  dotando a sus aplicaciones de funciones hasta ahora imposibles. Si la App Store ya era la joya de la corona en lo que a tiendas de aplicaciones se refer&iacute;a, esperad a ver de lo que son...            </td><td><img src="http://img.applesfera.com/thumbnails/95921_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.comhttp://www.applesfera.com/ios/las-seis-cadenas-de-las-que-apple-ha-liberado-a-los-desarrolladores-con-ios-8">http://www.genbetadev.comhttp://www.applesfera.com/ios/las-seis-cadenas-de-las-que-apple-ha-liberado-a-los-desarrolladores-con-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Las seis cadenas de las que Apple ha liberado a los desarrolladores con iOS 8</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                
          

iOS 8 cuenta con novedades muy interesantes para los usuarios pero su verdadera raz&oacute;n de ser es otra, liberar al Kraken, romper las cadenas que imped&iacute;an a los desarrolladores sacar todo potencial de la plataforma dotando a sus aplicaciones de funciones hasta ahora imposibles. Si la App Store ya era la joya de la corona en lo que a tiendas de aplicaciones se refer&iacute;a, esperad a ver de lo que son capaces ahora.

      </td><td><img src="http://img.applesfera.com/2014/06/krakenios8.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/las-seis-cadenas-de-las-que-apple-ha-liberado-a-los-desarrolladores-con-ios-8">http://www.applesfera.com//ios/las-seis-cadenas-de-las-que-apple-ha-liberado-a-los-desarrolladores-con-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Lightworks Beta para Mac ya est&aacute; disponible</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Con un d&iacute;a de adelanto sobre el calendario de lanzamiento previsto, el editor no lineal de v&iacute;deo profesional Lightworks para Mac ya est&aacute; disponible para su descarga y prueba. Se trata de una versi&oacute;n beta, pero a tenor del intenso rodaje que ha tenido la versi&oacute;n alfa para este sistema operativo, se consideras bastante estable.

Tras las versiones liberadas para Windows, primero, y despu&eacute;s para Linux, OS X ha sido el &uacute;ltimo de la lista. Como ya os coment&eacute; en su d&iacute;a, Editshare, la empresa que hay detr&aacute;s del software, prefiri&oacute; aprovechar las similitudes de bajo nivel entre Linux y OS X para ganar experiencia con la versi&oacute;n de Linux antes de lanzarse al exigente mundo Mac, donde tiene grandes competidores, como Final Cut Pro X,  Avid Media Composer o Adobe Premiere CC, por citar los m&aacute;s conocidos.

El atractivo que puede tener Lightworks para Mac frente a otras soluciones de edici&oacute;n de v&iacute;deo no lineal, es su mayor experiencia en el mundo del cine, ya que su competencia directa se ha centrado m&aacute;s en el mundo del v&iacute;deo y la televisi&oacute;n. Grandes t&iacute;tulos como Pulp Fiction o Shutter Island han sido editados con Lightworks. Para poder disfrutar de la beta p&uacute;blica reci&eacute;n lanzada es necesario registro.

V&iacute;a | Redshark

Enlace | Descarga
      </td><td><img src="http://img.genbeta.com/2014/04/lightworks-mac.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/multimedia/lightworks-beta-para-mac-ya-esta-disponible">http://www.genbeta.com/multimedia/lightworks-beta-para-mac-ya-esta-disponible</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Lightworks para OS X, beta p&uacute;blica de un gran editor de v&iacute;deo que llega al Mac</h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          
Lo hab&iacute;amos comentado ya y por fin el d&iacute;a lleg&oacute;, Lightworks para OS X ya est&aacute; disponible. En versi&oacute;n beta por el momento, el editor de v&iacute;deo con el que se han editado pel&iacute;culas como Pulp Fiction, Hugo, El lobo de Wall Street o Camino a la perdici&oacute;n llega al Mac.

La aplicaci&oacute;n, un editor de v&iacute;deo no lineal, nos va a ofrecer todo lo necesario para nuestros proyectos de v&iacute;deo. Una herramienta que es una alternativa real a aplicaciones de pago como Adobe Premier, Avid o Final Cut Pro X. Y que est&aacute; preparado para trabajar con material 4K.      </td><td><img src="http://img.applesfera.com/2013/03/lightworks-trim-screenshot.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//aplicaciones-os-x-1/lightworks-para-os-x-beta-publica-de-un-gran-editor-de-video-que-llega-al-mac">http://www.applesfera.com//aplicaciones-os-x-1/lightworks-para-os-x-beta-publica-de-un-gran-editor-de-video-que-llega-al-mac</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Lytro podr&iacute;a lanzar su propia c&aacute;mara Android para demostrar qui&eacute;n sabe de reenfoque</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

El papel de Lytro en la industria fotogr&aacute;fica ha sido singular: sus c&aacute;maras dejaron claro que la posibilidad de reenfocar las im&aacute;genes a posteriori era una opci&oacute;n interesante, pero sus primeros dispositivos no cuajaron: el precio no compensaba unas prestaciones que poco despu&eacute;s hemos acabado viendo de forma nativa en los Lumia con Windows Phone y, posteriormente, en dispositivos Android. 

Aunque Lytro ha anunciado ya nuevas c&aacute;maras m&aacute;s avanzadas, parece que su ambici&oacute;n va m&aacute;s all&aacute; y sus intenciones podr&iacute;an dirigirla al lanzamiento de una c&aacute;mara basada en Android que les permitir&iacute;a competir contra los smartphones que incluyen opciones similares. 

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_lytro-illum.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/fotografia/lytro-podria-lanzar-su-propia-camara-android-para-demostrar-quien-sabe-de-reenfoque">http://www.xataka.com/fotografia/lytro-podria-lanzar-su-propia-camara-android-para-demostrar-quien-sabe-de-reenfoque</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>M&aacute;s funciones ocultas: iconos de "has aparcado aqu&iacute;" descubiertos en iOS 8 </h2>
</th>
</tr>
<span>AppleEsfera</span>
<tr>
<td colspan="2">
                                  
          

Por eso me encantan los d&iacute;as post-WWDC: se descubren montones y montones de futuras caracter&iacute;sticas de los sistemas operativos de Apple que la compa&ntilde;&iacute;a no ha mencionado en la presentaci&oacute;n. Tras los indicios de transporte p&uacute;blico y la interfaz partida, ahora la filtraci&oacute;n de moda son los iconos que sugieren una funci&oacute;n para saber en todo momento d&oacute;nde hemos aparcado nuestro coche.

Estos iconos se han localizado dentro de la aplicaci&oacute;n Mapas de iOS 8, mostrando una chincheta morada con la siluete de un coche y la cl&aacute;sica 'P' de indica un aparcamiento. Obviamente no hay detalles oficiales de c&oacute;mo funcionar&iacute;a, pero es f&aacute;cil deducir que de alg&uacute;n modo el iPhone recordar&iacute;a la localizaci&oacute;n de nuestro coche de forma autom&aacute;tica o con alguna acci&oacute;n f&aacute;cil que hici&eacute;ramos tras bajar del coche.      </td><td><img src="http://img.applesfera.com/2014/06/650_1000_mapas.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.applesfera.com//ios/mas-funciones-ocultas-iconos-de-has-aparcado-aqui-descubiertos-en-ios-8">http://www.applesfera.com//ios/mas-funciones-ocultas-iconos-de-has-aparcado-aqui-descubiertos-en-ios-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Nashorn, combina el poder de Java y Javascript en la JDK 8</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          
Seguramente se acuerdan de Rhino, este framework de la asociaci&oacute;n Mozilla permit&iacute;a correr javascript en la plataforma Java. Con Java 8, Oracle decidi&oacute; remplazar este framework con uno propio y este tiene el nombre de Nashorn.

Entre las caracter&iacute;sticas de Nashorn podemos remarcar los siguientes puntos:


Tiene un soporte total de la especificaci&oacute;n ECMAScript 5.1, adem&aacute;s compila javascript a bytecode usando las nuevas caracter&iacute;sticas de la plataforma incluyendo invokedynamic introducido en el JDK 7.
Si comparamos el rendimiento con Rhino es Nashorn muy superior por utilizar invokedynamic, pero si lo comparamos con motores javascript como V8 (utilizado en Chrome y en Node.js) queda mucho trabajo por hacer.  
Como Nashorn viene con JDK 8, tambi&eacute;n tiene soporte para interfaces funcionales y todas las nuevas caracter&iacute;sticas de la nueva versi&oacute;n del JDK. 


      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_rhinos.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/java-j2ee/nashorn-combina-el-poder-de-java-y-javascript-en-la-jdk-8">http://www.genbetadev.com/java-j2ee/nashorn-combina-el-poder-de-java-y-javascript-en-la-jdk-8</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Nintendo anuncia Amiibo: realidad aumentada para la Wii U con figuritas de juguete</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Hace unos d&iacute;as Nintendo ya adelantaba una de sus novedades en su estrategia para dar m&aacute;s valor a su estrategia: el uso de las llamadas figuras con conectividad NFC, unos peque&ntilde;os mu&ntilde;ecos de juguete que podr&iacute;an ser utilizados gracias al soporte de esta tecnolog&iacute;a en el Wii U Gamepad. 

Esa propuesta se ha confirmado durante la conferencia digital de Nintendo en el E3, en la que Reggie Fils-Aime, presidente de Nintendo Am&eacute;rica, ha dado a conocer Amiibo. Estas figuras se podr&aacute;n incorporar a juegos como Super Smash Bros aprovechando la realidad aumentada: al tocar el mando de la Wii U con estas figuras, &eacute;stas aparecer&aacute;n en el juego. 

      </td><td><img src="http://img.xataka.com/2014/06/amiibo.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/consolas-y-videojuegos/nintendo-anuncia-amiibo-realidad-aumentada-para-la-wii-u-con-figuritas-de-juguete">http://www.xataka.com/consolas-y-videojuegos/nintendo-anuncia-amiibo-realidad-aumentada-para-la-wii-u-con-figuritas-de-juguete</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>NTT DoCoMo: la SIM est&aacute; muerta, viva la SIM</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Las tarjetas SIM que nos permiten aprovechar las opciones de la telefon&iacute;a m&oacute;vil en voz y datos podr&iacute;an tener una nueva versi&oacute;n a la vuelta de la esquina. As&iacute; al menos parece pensarlo NTT DoCoMo, la operadora japonesa que est&aacute; desarrollando una iteraci&oacute;n m&aacute;s de estas tarjetas a las que ha bautizado como Portable SIM. 

La idea b&aacute;sica de las Portable SIM es la de que en lugar de utilizar una tarjeta SIM para cada uno de los dispositivos m&oacute;viles que tenemos, solo necesitar&iacute;amos una SIM universal que podr&iacute;amos utilizar en cualquier momento y en cualquier dispositivo a trav&eacute;s de tecnolog&iacute;as como NFC o Bluetooth.

      </td><td><img src="http://img.xataka.com/2014/06/650_1000_ntt-docomo-1.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/moviles/ntt-docomo-la-sim-esta-muerta-viva-la-sim">http://www.xataka.com/moviles/ntt-docomo-la-sim-esta-muerta-viva-la-sim</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Secret Dens, cotilleos privados en Secret sobre tu compa&ntilde;&iacute;a o universidad</h2>
</th>
</tr>
<span>genBeta</span>
<tr>
<td colspan="2">
                                  
          

Hace alg&uacute;n tiempo se pusieron de moda en Facebook las p&aacute;ginas "Informer", en las que se publican cotilleos espec&iacute;ficos de cada universidad. Buscando hacerse relevante en este tipo de grupos, la aplicaci&oacute;n de mensajer&iacute;a an&oacute;nima Secret acaba de presentar una nueva funcionalidad: sus Secret Dens o rincones espec&iacute;ficos para cada organizaci&oacute;n. Por el momento, esta caracter&iacute;stica est&aacute; en beta privada y s&oacute;lo puede usarse v&iacute;a solicitud.

Cuando una persona publica un secreto dentro de un Den, &eacute;ste s&oacute;lo ser&aacute; visible para los integrantes del mismo: nadie ajeno podr&aacute; leerlo y, por supuesto, ser&aacute; completamente an&oacute;nimo. &iquest;Y qu&eacute; se hace para publicar uno de estos mensajes? Basta con a&ntilde;adir un @yourdomain al mismo. En la imagen que acompa&ntilde;a estas l&iacute;neas vemos varios ejemplos de mensajes con @secret, que s&oacute;lo podr&aacute;n leer los trabajadores de Secret.      </td><td><img src="http://img.genbeta.com/2014/06/650_1000_secret-dens.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbeta.com/movil/secret-dens-cotilleos-privados-en-secret-sobre-tu-compania-o-universidad">http://www.genbeta.com/movil/secret-dens-cotilleos-privados-en-secret-sobre-tu-compania-o-universidad</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Si eres de los que no creen en la levitaci&oacute;n, deber&iacute;as ver este v&iacute;deo</h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

La levitaci&oacute;n magn&eacute;tica es un concepto sorprendente que se aplica a diversos escenarios presentes y futuros: los trenes maglev y los ascensores son una realidad, mientras que el futuro parece depararnos algunas sorpresas como el monopat&iacute;n de "Regreso al futuro" o un proyecto especialmente prometedor: el Hyperloop ideado por Elon Musk.

Las aplicaciones pueden ir m&aacute;s all&aacute;, y lo demuestra un v&iacute;deo recientemente producido por la empresa holandesa Crealev, formada por ingenieros y dise&ntilde;adores que tratan de desarrollar ideas basadas en este principio. En el v&iacute;deo es posible comprobar c&oacute;mo la base magn&eacute;tica es capaz de hacer levitar objetos de hasta 9 kg. La integraci&oacute;n de discos magn&eacute;ticos en otros objetos (como el tablero de ajedrez) hace el resto. 

El resultado es visualmente espectacular, y es posible insertar ese tipo de elementos magn&eacute;ticos en otros elementos -como la maqueta del Halc&oacute;n Milenario- para escenarios como la presentaci&oacute;n de productos que literalmente est&aacute;n suspendidos en el aire. Magneto estar&iacute;a orgulloso. 

V&iacute;a | Reddit
M&aacute;s informaci&oacute;n | Crealev
En Xataka | Trenes de levitaci&oacute;n magn&eacute;tica, en Jap&oacute;n en 2025
      </td><td><img src="http://img.vidaextra.com/thumbnails/98121_200.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/accesorios/si-eres-de-los-que-no-creen-en-la-levitacion-deberias-ver-este-video">http://www.xataka.com/accesorios/si-eres-de-los-que-no-creen-en-la-levitacion-deberias-ver-este-video</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Si interrumpes a un desarrollador, est&aacute;s haciendo el mundo peor</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Los domingos nos gusta traerte algo curioso y/o divertido para desconectar y soltar unas carcajadas (o por lo menos sacarte una sonrisa). Hoy lo que te traemos es una tira c&oacute;mica que, aunque tiene ya un tiempo, lo cierto es que muestra una realidad como un templo: aunque parezca que los programadores estamos muchas veces en el pa&iacute;s de las musara&ntilde;as, realmente estamos pensando muy fuerte y muy duro en resolver un problema... por lo que, si viene el jefe o el de cuentas o la se&ntilde;ora de la limpieza a molestarte y pierdes el hilo, lo mismo son responsables de que un gran avance para la humanidad se evapore porque no has contestado a un email o porque tienes que alzar los pies para que frieguen. &iexcl;As&iacute; no se puede!      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_captura_de_pantalla_2014-06-08_a_la(s)_10.42.46.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/si-interrumpes-a-un-desarrollador-estas-haciendo-el-mundo-peor">http://www.genbetadev.com/trabajar-como-desarrollador/si-interrumpes-a-un-desarrollador-estas-haciendo-el-mundo-peor</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Tim Schafer sorprende con su remake de Grim Fandango para PS4 y PS Vita [E3 2014] </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
                Dentro de todas las presentaciones que nos dej&oacute; la conferencia de Sony en el E3 2014, hubo una muy especial que nos dej&oacute; un poco locos al principio. Una carta de una ni&ntilde;a de 12 a&ntilde;os, que luego result&oacute; tener 10, y que al final dej&oacute; ver su dedo (de un adulto), su barba (de m&aacute;s adulto) y su cara, quedando claro que no era una ni&ntilde;a, sino Tim Schafer , y todo para demostrar su entusiasmo con...            </td><td><img src=""></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.comhttp://www.vidaextra.com/aventura-plataformas/tim-schafer-sorprende-con-su-remake-de-grim-fandango-para-ps4-y-ps-vita-e3-2014">http://www.xataka.comhttp://www.vidaextra.com/aventura-plataformas/tim-schafer-sorprende-con-su-remake-de-grim-fandango-para-ps4-y-ps-vita-e3-2014</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Una patente de Apple te lleva al gimnasio </h2>
</th>
</tr>
<span>Xataka</span>
<tr>
<td colspan="2">
                                  
          

Apple ha conseguido que la oficina de patentes de Estados Unidos le apruebe, con el n&uacute;mero 8.749.380, una patente relacionada con un sistema de sensores en forma de barra de evaluaci&oacute;n de actividad sin unidades y m&eacute;todos asociados. En definitiva: Cupertino ha registrado un dispositivo cuantificador para usar en el gimnasio.

Este movimiento va en la l&iacute;nea del impulso que Apple quiere darle a la sincronizaci&oacute;n de dispositivos de salud con el iPhone para cuantificar y tener informaci&oacute;n enriquecida, m&aacute;s all&aacute; de los ya manidos pasos, sobre nuestra actividad f&iacute;sica cada d&iacute;a. Hay que valorarlo como lo que es, una patente, pero no podemos descartar que quieran ir m&aacute;s all&aacute; de hacer un simple registro.

      </td><td><img src="http://img.xataka.com/2014/06/healthkit.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.xataka.com/moviles/una-patente-de-apple-te-lleva-al-gimnasio">http://www.xataka.com/moviles/una-patente-de-apple-te-lleva-al-gimnasio</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Un curso de R, pol&eacute;mica con los desarrolladores de Tuenti y el ligoteo de RR.HH para pescar candidatos. Pull Request (I)</h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          

Aunque los editores de GenbetaDev le ponemos muchas ganas, es imposible que os contemos todo lo que se cuece en el mundo del desarrollo. En una semana este mundo se mueve tanto, que es inevitable que nos dejemos cosas por el camino. As&iacute; que a modo de resumen, os contamos aqu&iacute; algunas de las noticias curiosas, interesantes o divertidas, que no os hemos podido contar a lo largo de la semana.

      </td><td><img src="http://img.genbetadev.com/2014/06/650_1000_tumblr_mjcr2r2nbg1qa8zylo1_1280.jpg"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/trabajar-como-desarrollador/un-par-de-titulares-de-lo-mas-importante-pull-request-i">http://www.genbetadev.com/trabajar-como-desarrollador/un-par-de-titulares-de-lo-mas-importante-pull-request-i</a>
</p>
</td>
</tr>
</table>
</div>
<br>
<div class="section_w610 divider">
<table>
<tr>
<th class="tdlink" colspan="3">
<h2>Xojo, en red sin esfuerzo </h2>
</th>
</tr>
<span>genBetaDev</span>
<tr>
<td colspan="2">
                                  
          Una de las cosas m&aacute;s complejas con las que nos solemos enfrentar es el desarrollo de aplicaciones en los que tengamos que utilizar conexiones de red. Y no, con conexi&oacute;n de red no me refiero a comprobar simplemente si tenemos acceso a Internet o algo por el estilo, sino m&aacute;s bien a crear aplicaciones en las que respondamos a los eventos del tr&aacute;fico generado v&iacute;a web o, m&aacute;s complejo a&uacute;n, montar nuestros propios sockets para gestionar el tr&aacute;fico de red en bruto: desde las aplicaciones de mensajer&iacute;a de toda la vida a sistemas de protecci&oacute;n en red o cualquier cosa a medio camino entre ambos.

Y si quieres ver hasta qu&eacute; punto puede resultar un galimat&iacute;as en otros entornos y lenguajes de desarrollo, puedes empezar por ver este v&iacute;deo de Aaron Hillegas (reputado autor sobre el lenguaje de programaci&oacute;n Objective-C), donde queda bastante clara toda la parafernalia y c&oacute;digo bastante cr&iacute;ptico con el que hay que trabajar simplemente para enviar y recibir un paquete utilizando el protocolo UDP.

      </td><td><img src="http://img.genbetadev.com/2014/06/432_660_logoxojo.png"></td>
</tr>
<tr>
<td colspan="3">
<p>link: <a href="http://www.genbetadev.com/herramientas/xojo-en-red-sin-esfuerzo">http://www.genbetadev.com/herramientas/xojo-en-red-sin-esfuerzo</a>
</p>
</td>
</tr>
</table>
</div>
<br>
</div>
<br>
<div class="cleaner"></div>
</div>
<div id="templatemo_footer">
<br>
<h3>Trabajo de Lenguaje de Marcas. Los Datos han sido tomados de <a href="http://www.genbeta.com/">www.genbeta.com</a> , <a href="http://www.genbetadev.com">www.genbetadev.com</a> , <a href="http://www.xataka.com">www.xataka.com</a> y <a href="http://www.appleesfera.com">www.appleesfera.com</a>
</h3>
<div class="cleaner"></div>
</div>
</div>
</div>
</body>
</html>
